Repository: nejcsever20/DiplomskaNaloga
Catalog: Properties/diplomska.*.resx
Languages: sl_si

# SkladiščnikPage_skladiščnik_index_349
source: Store index
sl_si: Skladiščnik indeks

# RemoveRoles_ustvari_vlogo_283
source: Creates a role
sl_si: Ustvari vlogo

# RemoveRoles_upravljanje_vlogami_281
source: Managing roles
sl_si: Upravljanje vlogami

# RemoveRoles_obstoječe_vloge_284
source: Existing applications:
sl_si: Obstoječe vloge:

# RemoveRoles_nova_vloga_282
source: A new role:
sl_si: Nova vloga:

# RemoveRoles_izbriši_vlogo_287
source: Delete the application
sl_si: Izbriši vlogo

# RemoveRoles_izberite_vlogo_za_izbris_285
source: Choose an application for deletion:
sl_si: Izberite vlogo za izbris:

# RemoveRoles_izberi_vlogo_za_izbris_286
source: Choose an application for deletion
sl_si: Izberi vlogo za izbris

# Naklad_začetek_naklada_270
source: Beginning of circulation:
sl_si: Začetek naklada:

# Naklad_začetek_konec_naklada_257
source: Start, end of circulation
sl_si: Začetek, konec naklada

# Naklad_voznik_zavrnil_začetek_zaradi__273
source: The driver rejected the start due to the pause:
sl_si: Voznik zavrnil začetek zaradi pavze:

# Naklad_ustreznost_vozilca_265
source: Conducting the vehicle:
sl_si: Ustreznost vozilca:

# Naklad_ustrezno_267
source: appropriately
sl_si: ustrezno

# Naklad_skladiščnik_347
source: Storage:
sl_si: Skladiščnik:

# Naklad_shrani_277
source: Save
sl_si: Shrani

# Naklad_prisotna_262
source: Present
sl_si: Prisotna

# Naklad_palete_346
source: Pallets:
sl_si: Palete:

# Naklad_opombe_278
source: Notes
sl_si: Opombe

# Naklad_ni_prisotna_263
source: Is not present
sl_si: Ni Prisotna

# Naklad_ni_podatkov_za_izkladiščeno_275
source: No data for the off.
sl_si: Ni podatkov za izkladiščeno.

# Naklad_neustrezno_266
source: inadeely
sl_si: neustrezno

# Naklad_nastavi_271
source: Sets
sl_si: Nastavi

# Naklad_konec_naklada_272
source: End of circulation:
sl_si: Konec naklada:

# Naklad_količina_po_skladiščniku_280
source: Quantity after a warehousekeeper
sl_si: Količina po skladiščniku

# Naklad_količina_345
source: Quantity:
sl_si: Količina:

# Naklad_izberi_261
source: ----- Select ---------
sl_si: -------Izberi-------

# Naklad_dodaj_izkladiščeno_276
source: Add off the off
sl_si: Dodaj izkladiščeno

# Naklad_dodaj_279
source: Add
sl_si: Dodaj

# Naklad_delno_ustrezno_269
source: partly appropriate
sl_si: delno ustrezno

# Naklad_delno_neustrezno_268
source: partially inadequate
sl_si: delno neustrezno

# Naklad_carinska_vrvica_260
source: Customs cord:
sl_si: Carinska vrvica:

# IzmenovodjaPage_lep_pozdrav_izmenovodja_329
source: Greetings, shift!
sl_si: Lep pozdrav, Izmenovodja!

# Index_uporabniško_ime_232
source: Username:
sl_si: Uporabniško ime:

# Index_št_transporta_225
source: No. Transportation:
sl_si: Št. Transporta:

# Index_razlog_vrnitve_callback_227
source: callback:
sl_si: Razlog vrnitve

# Index_prijava_235
source: Login
sl_si: Prijava

# Index_potrdi_callback_228
source: Confirm Callback
sl_si: Potrdi Callback

# Index_ni_zadetkov_217
source: There are no hits.
sl_si: Ni zadetkov.

# Index_izberi_transport_za_callback_224
source: Select Transport for Callback
sl_si: Izberi transport za Callback

# Index_izberi_226
source: - Choose -
sl_si: — izberi —

# Index_geslo_233
source: Password:
sl_si: Geslo:

# Index_callback_vrnitev_218
source: Callback
sl_si: Vrnitev

# DownloadExcell_st_transporta_203
source: St. Transport
sl_si: St. Transporta

# DownloadExcell_skladiščnikid_209
source: Warehouse man
sl_si: SkladiščnikId

# DownloadExcell_skladiščnik_207
source: Warehouse
sl_si: Skladiščnik

# DownloadExcell_skladišče_202
source: Warehouse
sl_si: Skladišče

# DownloadExcell_prenesi_kot_excel_210
source: Download like Excel
sl_si: Prenesi kot Excel

# DownloadExcell_palete_206
source: Palette
sl_si: Palete

# DownloadExcell_nazaj_211
source: Backwards
sl_si: Nazaj

# DownloadExcell_količina_205
source: Quantity
sl_si: Količina

# DownloadExcell_izkladiščeno_204
source: Off
sl_si: Izkladiščeno

# DownloadExcell_datum_208
source: Date
sl_si: Datum

# Details_vrstatransporta_322
source: Type oftransport
sl_si: VrstaTransporta

# Details_vrstaprevoznegasredstva_324
source: Type of transportation
sl_si: VrstaPrevoznegaSredstva

# Details_voznik_325
source: Driver
sl_si: Voznik

# Details_pavzavoznika_323
source: Pause
sl_si: PavzaVoznika

# DetailedInfo_vsi_skladiščniki_319
source: All stores
sl_si: Vsi Skladiščniki

# DetailedInfo_vrsta_transporta_313
source: Type of transport:
sl_si: Vrsta transporta:

# DetailedInfo_vrsta_prevoznega_sredstva_312
source: Type of transportation:
sl_si: Vrsta prevoznega sredstva:

# DetailedInfo_voznik_311
source: Driver:
sl_si: Voznik:

# DetailedInfo_skladišče_314
source: Warehouse:
sl_si: Skladišče:

# DetailedInfo_registracija_310
source: Registration:
sl_si: Registracija:

# DetailedInfo_planiran_prihod_309
source: Planned arrival:
sl_si: Planiran prihod:

# DetailedInfo_pavza_voznika_315
source: Driver's pause:
sl_si: Pavza voznika:

# CompareCallback_skladisce_187
source: Warehouse
sl_si: Skladisce

# CompareCallback_vrsta_transporta_188
source: Type of transport
sl_si: Vrsta Transporta

# CompareCallback_registracija_191
source: Registration
sl_si: Registracija

# CompareCallback_pavza_voznika_189
source: The driver of the driver
sl_si: Pavza Voznika

# CompareCallback_dolocen_skladiščnik_190
source: Designed Store
sl_si: Dolocen Skladiščnik

# Callback_planiranprihod_175
source: Planned
sl_si: PlaniranPrihod

# ArchivedTransports_sttransporta_166
source: Stratansport
sl_si: StTransporta

# ArchivedTransports_planiran_prihod_167
source: Planned arrival
sl_si: Planiran Prihod

# AnalitikaPage_pozdravljeni_analitik_303
source: Hello, analyst!
sl_si: Pozdravljeni, Analitik!

# AdminPage_naklad_160
source: Circulation
sl_si: Naklad

# AdminPage_lep_pozdrav_admin_153
source: Greetings, admin!
sl_si: Lep pozdrav, Admin!

# _Layout_diplomska_332
source: diploma
sl_si: diplomska

# your_developer
source: Hi, I'm Your Developer
sl_si: Živjo, jaz sem tvoj razvijalec

source: Show more
sl_si: Pokaži več

# contacts
source: Contact Info
sl_si: Kontaktni podatki

# dev_email
source: Email:
sl_si: E -poštni:

# dev_more_about
source: More about me!
sl_si: Več o meni!

# dev_aboutme
source: About Me
sl_si: O meni

# dev_resume
source: Resume
sl_si: Življenjepis

# dev_view_proresume
source: View my professional resume.
sl_si: Oglejte si moj profesionalni življenjepis.

# dev_open_resume
source: Open Resume
sl_si: Odprt življenjepis

# dev_programming_lang
source: Programming Languages
sl_si: Programski jeziki

# dev_lang
source: Languages I’m proficient in.
sl_si: Jeziki, v katerih sem strokovnjak.

# dev_view_lang
source: View Languages
sl_si: Pogled na jezike

# dev_hobbies
source: Hobbies
sl_si: Hobiji

# dev_what_I_enjoy
source: What I enjoy doing in my free time.
sl_si: V čem uživam v prostem času.

# dev_view_hobbies
source: View Hobbies
sl_si: Oglejte si hobije

# dev_contanct_info
source: Contact Information
sl_si: Kontaktni podatki

# dev_how_to_contact
source: How to get in touch with me.
sl_si: Kako stopiti v stik z mano.

# dev_social_media
source: Social Media
sl_si: Socialni mediji

# dev_follow_socials
source: Follow me on social platforms.
sl_si: Sledite mi na družbenih platformah.

# dev_social_links
source: Social Links
sl_si: Družbene povezave

# dev_more_about_me
source: More about me
sl_si: Več o meni

# dev_ifyouwant
source: If you want to know more
sl_si: Če želite izvedeti več

# dev_about_dev
source: About the DEV
sl_si: O dev

# dev_close
source: Close
sl_si: Blizu

# dev_,my_resume
source: My Resume
sl_si: Moj življenjepis

# dev_pro_resume
source: Professional Summary:
sl_si: Poklicni povzetek:

# dev_work_exp
source: Work Experience:
sl_si: Delovne izkušnje:

# dev_sen_dev
source: Senior Developer
sl_si: Starejši razvijalec

# AboutDeveloper_software_developer_038
source: Software Developer
sl_si: Razvijalec programske opreme

# AboutDeveloper_education_041
source: Education:
sl_si: Izobrazba:

# AboutDeveloper_certifications_044
source: Certifications:
sl_si: Potrdila:

# AboutDeveloper_download_resume_047
source: Download Resume
sl_si: Prenesite življenjepis

# AboutDeveloper_ruby_on_rails_055
source: Ruby on Rails
sl_si: Ruby na tirnicah

# AboutDeveloper_reading_tech_blogs_060
source: Reading Tech Blogs
sl_si: Branje tehnoloških blogov

# AboutDeveloper_playing_chess_061
source: Playing Chess
sl_si: Igranje šaha

# AboutDeveloper_hiking_and_nature_walks_062
source: Hiking and Nature Walks
sl_si: Pohodništvo in narave

# AboutDeveloper_music_063
source: Music
sl_si: Glasba

# AboutDeveloper_open_source_contribution_064
source: Open Source Contribution
sl_si: Odprtokodni prispevek

# AboutDeveloper_video_games_rarely_065
source: Video Games (rarely)
sl_si: Video igre (redko)

# AboutDeveloper_gym_066
source: Gym
sl_si: Telovadnica

# AboutDeveloper_phone_070
source: Phone:
sl_si: Telefon:

# AboutDeveloper_social_media_profiles_071
source: Social Media Profiles
sl_si: Profili družbenih medijev

# AboutDeveloper_discord_075
source: Discord
sl_si: Neskladje

# AboutDeveloper_about_the_developer_076
source: About the Developer
sl_si: O razvijalcu

# AboutDeveloper_name_077
source: Name:
sl_si: Ime:

# AboutDeveloper_role_078
source: Role:
sl_si: Vloga:

# AboutDeveloper_experience_079
source: Experience:
sl_si: Izkušnja:

# AboutDeveloper_specialties_081
source: Specialties:
sl_si: Posebnosti:

# AboutDeveloper_building_scalable_web_applicat_082
source: Building scalable web applications
sl_si: Gradnja razširljivih spletnih aplikacij

# AboutDeveloper_responsive_uiux_design_084
source: Responsive UI/UX design
sl_si: Odziven UI/UX Design

# AboutDeveloper_database_design_and_optimizati_085
source: Database design and optimization
sl_si: Oblikovanje in optimizacija baze podatkov

# AboutDeveloper_tools_technologies_086
source: Tools & Technologies:
sl_si: Orodja in tehnologije:

# AboutDeveloper_git_docker_postman_087
source: Git, Docker, Postman
sl_si: Git, Docker, poštar

# AboutDeveloper_agile_scrum_methodologies_089
source: Agile / Scrum methodologies
sl_si: Metodologije Agile / Scrum

# AboutDeveloper_passion_projects_090
source: Passion Projects:
sl_si: Strastni projekti:

# AboutDeveloper_opensource_contributions_on_gi_091
source: Open-source contributions on GitHub
sl_si: Odprtokodni prispevki na GitHubu

# AboutDeveloper_writing_technical_blogs_and_tu_093
source: Writing technical blogs and tutorials
sl_si: Pisanje tehničnih blogov in vaj

# AboutDeveloper_technical_interests_094
source: Technical Interests:
sl_si: Tehnični interesi:

# AboutDeveloper_devops_and_container_orchestra_096
source: DevOps and container orchestration
sl_si: DevOps and Container Orkestracija

# AboutDeveloper_progressive_web_apps_pwas_097
source: Progressive Web Apps (PWAs)
sl_si: Progresivne spletne aplikacije (PWA)

# AboutDeveloper_clean_architecture_design_patt_098
source: Clean Architecture & Design Patterns
sl_si: Čisti vzorci arhitekture in oblikovanja

# AboutDeveloper_favorite_projects_099
source: Favorite Projects:
sl_si: Najljubši projekti:

# AboutDeveloper_diploma_web_app_100
source: Diploma Web App – A showcase of real-world skills in ASP.NET and Razor Pages.
sl_si: Spletna aplikacija Diploma

# AboutDeveloper_ecommerce_demo_101
source: E-Commerce Demo – A mock storefront using MVC and Stripe integration.
sl_si: Predstavitev e-trgovine

# AboutDeveloper_achievements_103
source: Achievements:
sl_si: Dosežki:

# AboutDeveloper_completed_20_fullstack_project_104
source: Completed 20+ full-stack projects
sl_si: Dokončanih 20+ projektov s polnimi scenami

# AboutDeveloper_learning_goals_108
source: Learning Goals:
sl_si: Učni cilji:

# AboutDeveloper_fun_fact_113
source: Fun Fact:
sl_si: Zabavno dejstvo:

# AboutDeveloper_back_to_home_116
source: ← Back to Home
sl_si: ← Nazaj domov

# EditAccountItems_edit_account_117
source: Edit Account
sl_si: Uredi račun

# EditAccountItems_save_changes_118
source: Save Changes
sl_si: Shrani spremembe

# EditTheme_edit_theme_119
source: Edit Theme
sl_si: Uredi temo

# Error_error_120
source: Error.
sl_si: Napaka.

# Error_request_id_122
source: Request ID:
sl_si: ID zahteve:

# Error_development_mode_123
source: Development Mode
sl_si: Razvojni način

# Error_development_124
source: Development
sl_si: Razvoj

# Index_welcome_127
source: Welcome
sl_si: Dobrodošli

# Index_building_web_apps_with_aspnet_128
source: building Web apps with ASP.NET Core
sl_si: Gradnja spletnih aplikacij z jedrom ASP.NET

# Index_login_129
source: Login
sl_si: Prijava

# Privacy_information_we_collect_132
source: Information We Collect
sl_si: Informacije, ki jih zbiramo

# Privacy_personal_data_134
source: Personal Data: such as your name, email address, and contact details.
sl_si: Osebni podatki:

# Privacy_usage_data_135
source: Usage Data: information on how you access and use the Service.
sl_si: Podatki o uporabi:

# Privacy_cookies_and_tracking_technolog_136
source: Cookies and Tracking Technologies: to track activity on our Service and hold certain information.
sl_si: Piškotki in tehnologije sledenja:

# Privacy_how_we_use_your_information_137
source: How We Use Your Information
sl_si: Kako uporabljamo vaše podatke

# Privacy_we_use_the_information_we_138
source: We use the information we collect to:
sl_si: Podatke, ki jih zbiramo, uporabljamo za:

# Privacy_provide_and_maintain_our_servi_139
source: Provide and maintain our Service
sl_si: Zagotoviti in vzdrževati našo storitev

# Privacy_provide_customer_support_141
source: Provide customer support
sl_si: Zagotoviti podporo strankam

# Privacy_disclosure_of_your_information_144
source: Disclosure of Your Information
sl_si: Razkritje vaših podatkov

# Privacy_your_privacy_rights_146
source: Your Privacy Rights
sl_si: Vaše pravice do zasebnosti

# Privacy_security_of_your_information_148
source: Security of Your Information
sl_si: Varnost vaših podatkov

# Privacy_changes_to_this_privacy_policy_150
source: Changes to This Privacy Policy
sl_si: Spremembe tega pravilnika o zasebnosti

# Privacy_contact_us_152
source: Contact Us. If you have any questions about this Privacy Policy, please contact us at
sl_si: Kontaktirajte nas

# AdminPage_manage_users_155
source: Manage Users
sl_si: Upravljanje uporabnikov

# AdminPage_manage_roles_156
source: Manage Roles
sl_si: Upravljanje vlog

# AdminPage_add_or_remove_roles_157
source: Add or Remove Roles
sl_si: Dodajte ali odstranite vloge

# AdminPage_go_to_index_158
source: Go to Index
sl_si: Pojdite na indeks

# AdminPage_loading_checkout_159
source: Loading Checkout
sl_si: Nalaganje blagajne

# AdminPage_approve_users_161
source: Approve Users
sl_si: Odobri uporabnike

# AdminPage_download_excell_162
source: Download Excell
sl_si: Prenesite Excell

# ArchivedTransports_archived_transports_163
source: Archived Transports
sl_si: Arhivirani prevozi

# ArchivedTransports_back_to_active_transports_164
source: Back to Active Transports
sl_si: Nazaj na aktivne prevoze

# ArchivedTransports_callback_reason_169
source: Callback Reason
sl_si: Razlog za povratni klic

# ArchivedTransports_compare_170
source: Compare
sl_si: Primerjaj

# ArchivedTransports_remove_archive_171
source: Remove Archive
sl_si: Odstrani arhiv

# ArchivedTransports_delete_172
source: Delete
sl_si: Izbrisati

# Callback_all_transports_173
source: All Transports
sl_si: Vsi prevozi

# Callback_view_archived_transports_174
source: View Archived Transports!
sl_si: Ogled arhiviranih prevozov!

# Callback_actions_176
source: Actions
sl_si: Dejanja

# Callback_set_callback_177
source: Set Callback
sl_si: Nastavi povratni klic

# Callback_remove_callback_178
source: Remove Callback
sl_si: Odstranite povratni klic

# Callback_choose_a_reason_179
source: Choose a reason
sl_si: Izberite razlog

# Callback_select_reason_180
source: -- Select reason --
sl_si: -Izberite Razlog-

# Callback_submit_callback_181
source: Submit Callback
sl_si: Oddajte povratni klic

# Callback_cancel_182
source: Cancel
sl_si: Odpovedati

# CompareCallback_compare_callback_transport_183
source: Compare Callback Transport
sl_si: Primerjajte povratni prevoz

# CompareCallback_field_184
source: Field
sl_si: Polje

# CompareCallback_old_transport_archived_185
source: Old Transport (Archived)
sl_si: Stari prevoz (arhiviran)

# CompareCallback_new_transport_186
source: New Transport
sl_si: Nov prevoz

# CompareCallback_is_callback_194
source: Is Callback
sl_si: Je povratni klic

# ConfirmRegister_approve_registered_users_195
source: Approve Registered Users
sl_si: Odobri registrirane uporabnike

# ConfirmRegister_pending_registrations_196
source: Pending Registrations
sl_si: Čakajoča registracije

# ConfirmRegister_approve_197
source: Approve
sl_si: Odobriti

# ConfirmRegister_decline_198
source: Decline
sl_si: Upad

# DownloadExcell_transports_200
source: Transports
sl_si: Prevoze

# EditUser_edit_user_212
source: Edit User
sl_si: Uredi uporabnika

# EditUser_select_a_role_213
source: Select a role
sl_si: Izberite vlogo

# Index_index_214
source: Index
sl_si: Indeks

# Index_import_excel_215
source: Import Excel
sl_si: Uvoz excel

# Index_create_new_216
source: Create New
sl_si: Ustvari novo

# Index_true_219
source: true
sl_si: res

# Index_details_221
source: Details
sl_si: Podrobnosti

# Index_print_223
source: Print
sl_si: Tisk

# Index_select_files_to_import_230
source: Select files to import:
sl_si: Izberite datoteke za uvoz:

# Index_import_selected_files_231
source: Import Selected Files
sl_si: Uvoz izbranih datotek

# LoadingCheckOut_start_of_loading_236
source: Start of Loading:
sl_si: Začetek nalaganja:

# LoadingCheckOut_end_of_loading_237
source: End of Loading:
sl_si: Konec nalaganja:

# LoadingCheckOut_cmr_number_238
source: CMR Number:
sl_si: Številka CMR:

# LoadingCheckOut_transport_number_239
source: Transport Number:
sl_si: Prevozna številka:

# LoadingCheckOut_loaded_quantity_240
source: Loaded Quantity:
sl_si: Naložena količina:

# LoadingCheckOut_registration_plates_241
source: Registration Plates:
sl_si: Registracijske tablice:

# LoadingCheckOut_seal_242
source: Seal:
sl_si: Tet:

# LoadingCheckOut_name_and_signature_of_driver_244
source: Name and signature of driver:
sl_si: Ime in podpis voznika:

# LoadingCheckOut_submit_245
source: Submit
sl_si: Oddaj

# ManageRoles_email_246
source: Email
sl_si: E -pošta

# ManageRoles_roles_247
source: Roles
sl_si: Vloge

# ManageRoles_no_users_found_248
source: No users found.
sl_si: Ni uporabnika.

# ManageRoles_select_roles_249
source: Select Roles
sl_si: Izberite vloge

# ManageRoles_remove_roles_250
source: Remove Roles
sl_si: Odstranite vloge

# ManageUsers_external_logins_251
source: External Logins
sl_si: Zunanje prijave

# ManageUsers_full_name_252
source: Full Name
sl_si: Polno ime

# ManageUsers_roles_253
source: Role(s)
sl_si: Vloga

# ManageUsers_edit_254
source: Edit
sl_si: Uredi

# ManageUsers_confirm_deletion_255
source: Confirm Deletion
sl_si: Potrdite brisanje

# ManageUsers_yes_delete_256
source: Yes, Delete
sl_si: Da, izbriši

# Naklad_action_274
source: Action
sl_si: Dejanje

# SetSmtpPassword_set_smtp_password_288
source: Set SMTP Password
sl_si: Nastavite geslo SMTP

# SetSmtpPassword_smtp_password_289
source: SMTP Password
sl_si: Geslo SMTP

# SetSmtpPassword_save_290
source: Save
sl_si: Shrani

# UserAccessMethods_user_access_methods_291
source: User Access Methods
sl_si: Načini dostopa do uporabnika

# UserAccessMethods_google_users_292
source: Google Users
sl_si: Google uporabniki

# UserAccessMethods_username_293
source: Username
sl_si: Uporabniško ime

# UserAccessMethods_login_provider_294
source: Login Provider
sl_si: Ponudnik za prijavo

# UserAccessMethods_facebook_users_295
source: Facebook Users
sl_si: Facebook uporabniki

# UserAccessMethods_microsoft_users_296
source: Microsoft Users
sl_si: Microsoftovi uporabniki

# UserAccessMethods_github_users_297
source: GitHub Users
sl_si: Uporabniki GitHub

# UserAccessMethods_yahoo_users_298
source: Yahoo Users
sl_si: Uporabniki Yahoo

# UserAccessMethods_yahoo_demo_user_299
source: yahoo_demo_user
sl_si: Yahoodemeser

# UserAccessMethods_gitlab_users_301
source: GitLab Users
sl_si: Uporabniki gitlaba

# UserAccessMethods_local_users_302
source: Local Users
sl_si: Lokalni uporabniki

# AnalitikaPage_download_excel_305
source: Download Excel
sl_si: Prenesite Excel

# Create_create_306
source: Create
sl_si: Ustvari

# Create_transport_307
source: Transport
sl_si: Prevoz

# Create_back_to_list_308
source: Back to List
sl_si: Nazaj na seznam

# Details_transport_details_320
source: Transport Details
sl_si: Podrobnosti o prevozu

# Details_transport_information_321
source: Transport Information
sl_si: Informacije o prevozu

# Details_assigned_skladiscnik_328
source: Assigned Skladiscnik
sl_si: Dodeljen Skladiscnik

# IzmenovodjaPage_confirm_account_331
source: Confirm Account
sl_si: Potrdite račun

# _Layout_home_333
source: Home
sl_si: Doma

# _Layout_privacy_334
source: Privacy
sl_si: Zasebnost

# _Layout_izmenovodja_dashboard_335
source: Izmenovodja Dashboard
sl_si: Izmenovodja nadzorna plošča

# _Layout_skladiščnik_dashboard_336
source: Skladiščnik Dashboard
sl_si: Nadzorna plošča Skladishčik

# _Layout_admin_dashboard_337
source: Admin Dashboard
sl_si: Administracijska nadzorna plošča

# _Layout_analitika_dashboard_338
source: Analitika Dashboard
sl_si: Nadzorna plošča Anitetika

# _Layout_change_theme_339
source: Change Theme
sl_si: Spremeni temo

# _Layout_light_340
source: Light
sl_si: Svetloba

# _Layout_dark_341
source: Dark
sl_si: Temno

# _Layout_custom_342
source: Custom
sl_si: Navada

# _Layout_logout_343
source: Logout
sl_si: Odjava

# Delete_are_you_sure_you_want_344
source: Are you sure you want to delete this?
sl_si: Ste prepričani, da želite to izbrisati?

# passion
source: I'm a passionate software developer with a strong focus on building modern web applications, particularly using ASP.NET Razor Pages— the very framework I used for this project. This website was developed as part of my diploma thesis to showcase not just my technical abilities, but also my creativity and attention to user experience. Over the years, I've worked on several full-stack applications ranging from small business websites to internal enterprise tools. I enjoy experimenting with different web technologies and staying up-to-date with the latest trends in UI/UX design. My favorite tools and languages include C#, HTML, CSS, and frameworks like TailwindCSS for rapid and elegant UI design. I also enjoy diving into JavaScript, TypeScript, and occasionally dabbling in Python and PHP for fun or utility scripting.
sl_si: Sem strasten razvijalec programske opreme z močnim poudarkom na gradnji sodobnih spletnih aplikacij, zlasti z uporabo strani za britvice ASP.NET - samega okvira, ki sem ga uporabil za ta projekt. Ta spletna stran je bila razvita kot del moje diplomske naloge, da bi prikazala ne le moje tehnične sposobnosti, ampak tudi mojo ustvarjalnost in pozornost do uporabniške izkušnje. Skozi leta sem delal na več aplikacijah s polnimi skladbami, od spletnih mest za mala podjetja do notranjih podjetniških orodij. Uživam v eksperimentiranju z različnimi spletnimi tehnologijami in sem na tekočem z najnovejšimi trendi v oblikovanju UI/UX. Moja najljubša orodja in jeziki vključujejo C#, HTML, CSS in okvire, kot so TailwindCSS za hiter in eleganten dizajn uporabniškega vmesnika. Uživam tudi v potapljanju v JavaScript, TypeScript in občasno zapiranje v Pythonu in PHP za zabavo ali uporabno skript.

# DownloadExcell_pregled_transportov_in_izkladi_199
source: Review of transportation and off data
sl_si: Pregled Transportov in Izkladiščenih Podatkov
