Repository: nejcsever20/DiplomskaNaloga
Catalog: Properties/diplomska.*.resx
Languages: sl_si

# dev_experiences
source: Experienced and adaptable software developer with a demonstrated history of working in both startup and corporate environments. Skilled in full-stack web development, object-oriented programming, and responsive UI design. Strong background in C#, .NET technologies, and database-driven applications. Committed to continuous learning and contributing to high-quality, maintainable codebases.
sl_si: Izkušeni in prilagodljiv razvijalec programske opreme z dokazano zgodovino dela v zagonskih in korporativnih okoljih. Spreten v spletnem razvoju v celotnem skladu, objektno usmerjenem programiranju in odzivnem dizajnu uporabniškega vmesnika. Močno ozadje v C#, .NET tehnologiji in aplikacijah, ki temeljijo na bazi podatkov. Zavezan neprekinjenemu učenju in prispevanju k visokokakovostnim, vzdržljivim bazam kode.

# dev_multi
source: Led multiple web application projects using ASP.NET Core and Razor Pages.
sl_si: LED več projektov spletnih aplikacij z uporabo strani ASP.NET Core in Razor.

# AboutDeveloper_improved_application_performan_036
source: Improved application performance by 35% through optimized SQL queries and caching strategies.
sl_si: Izboljšana uspešnost aplikacije za 35% z optimiziranimi poizvedbami SQL in predpomnilniki.

# AboutDeveloper_mentored_junior_developers_and_037
source: Mentored junior developers and conducted internal code reviews and workshops.
sl_si: Mentorirani mlajši razvijalci in izvajali preglede in delavnice v notranjosti.

# AboutDeveloper_developed_internal_tools_and_d_039
source: Developed internal tools and dashboards using C#, WinForms, and SQL Server.
sl_si: Razviti notranji orodja in nadzorne plošče z uporabo C#, Winforms in SQL Server.

# AboutDeveloper_worked_closely_with_crossfunct_040
source: Worked closely with cross-functional teams to deliver feature-rich software on tight deadlines.
sl_si: Tesno sodeloval z medfunkcionalnimi skupinami, da bi v tesnih rokih dostavil programsko opremo, bogato s funkcijo.

# AboutDeveloper_bachelors_degree_in_computer_s_042
source: Bachelor's Degree in Computer Science – University of [Your City/Institution]
sl_si: Diploma iz računalništva - Univerza v [vaše mesto/ustanova]

# AboutDeveloper_specialized_coursework_in_soft_043
source: Specialized coursework in software engineering, web development, and system design.
sl_si: Specializirana tečaja na področju programskega inženiringa, spletnega razvoja in oblikovanja sistema.

# AboutDeveloper_udemy_advanced_aspnet_core_raz_046
source: Udemy: Advanced ASP.NET Core Razor Pages (2023)
sl_si: Udemy: Advanced ASP.NET Core Razor Strage (2023)

# AboutDeveloper_20yearold_passionate_developer_080
source: 20-year-old passionate developer who loves creating things that matter.
sl_si: 20-letni strastni razvijalec, ki rad ustvarja stvari, ki so pomembne.

# AboutDeveloper_api_integration_and_backend_ar_083
source: API integration and backend architecture
sl_si: Integracija API -ja in zaledna arhitektura

# AboutDeveloper_building_educational_tools_for_092
source: Building educational tools for developers
sl_si: Gradnja izobraževalnih orodij za razvijalce

# AboutDeveloper_machine_learning_and_ai_integr_095
source: Machine Learning and AI integration in web apps
sl_si: Strojno učenje in integracija AI v spletnih aplikacijah

# AboutDeveloper_personal_cms_system_built_from_102
source: Personal CMS System – Built from scratch to manage blog content.
sl_si: Osebni sistem CMS - zgrajen iz nič za upravljanje vsebine bloga.

# AboutDeveloper_maintained_multiple_github_rep_105
source: Maintained multiple GitHub repositories with 50+ stars
sl_si: Vzdržal več repozitorijev GitHub s 50+ zvezdicami

# AboutDeveloper_built_custom_components_in_bla_106
source: Built custom components in Blazor and ASP.NET Core
sl_si: Vgrajene komponente po meri v jedru Blazorja in ASP.NET

# AboutDeveloper_designed_and_deployed_cloudbas_107
source: Designed and deployed cloud-based solutions via Azure
sl_si: Zasnovane in nameščene rešitve v oblaku prek Azure

# AboutDeveloper_master_typescript_and_modern_f_109
source: Master TypeScript and modern frontend frameworks
sl_si: Master TypeScript in Modern Frondent Frameworks

# AboutDeveloper_contribute_to_larger_opensourc_110
source: Contribute to larger open-source initiatives
sl_si: Prispevajo k večjim pobudam odprtokod

# AboutDeveloper_explore_mobile_development_wit_111
source: Explore mobile development with Flutter & Dart
sl_si: Raziščite mobilni razvoj z Flutter & Dart

# AboutDeveloper_work_toward_azure_developer_ce_112
source: Work toward Azure Developer certification
sl_si: Prizadevajte si za certificiranje razvijalcev Azure

# AboutDeveloper_i_drink_more_coffee_debugging_114
source: I drink more coffee debugging than coding.
sl_si: Pijem več odpravljanja napak v kavi kot kodiranje.

# AboutDeveloper_i_once_fixed_a_bug_115
source: I once fixed a bug at 2AM — and forgot how the next day.
sl_si: Nekoč sem popravil napako ob 2. uri - in pozabil, kako naslednji dan.

# Error_an_error_occurred_while_proces_121
source: An error occurred while processing your request.
sl_si: Med obdelavo zahteve je prišlo do napake.

# Error_the_development_environment_sh_125
source: environment displays detailed information about the error that occurred.
sl_si: Okolje prikazuje podrobne informacije o napaki, ki se je zgodila.

# Privacy_this_privacy_policy_explains_h_131
source: This Privacy Policy explains how we collect, use, and disclose your information when you use our Service. It also informs you about your privacy rights and how the law protects you.
sl_si: Ta pravilnik o zasebnosti pojasnjuje, kako zbiramo, uporabljamo in razkrijemo vaše podatke, ko uporabljate našo storitev. Prav tako vas obvešča o vaših pravicah za zasebnost in o tem, kako vas zakon varuje.

# Privacy_we_collect_different_types_of_133
source: We collect different types of information to provide and improve our Service to you. This includes:
sl_si: Zbiramo različne vrste informacij za zagotavljanje in izboljšanje naše storitve za vas. To vključuje:

# Privacy_notify_you_about_changes_to_140
source: Notify you about changes to our Service
sl_si: Vas obvesti o spremembah naše storitve

# Privacy_monitor_usage_and_improve_our_142
source: Monitor usage and improve our Service
sl_si: Spremljajte uporabo in izboljšajte našo storitev

# Privacy_detect_prevent_and_address_tec_143
source: Detect, prevent, and address technical issues
sl_si: Odkrivanje, preprečevanje in reševanje tehničnih vprašanj

# Privacy_we_do_not_sell_your_145
source: We do not sell your personal data. However, we may disclose your information to comply with legal obligations, protect rights, or enforce our policies.
sl_si: Vaših osebnih podatkov ne prodajamo. Vendar lahko vaše podatke razkrijemo, da upoštevajo pravne obveznosti, zaščitijo pravice ali uveljavijo naše politike.

# Privacy_you_have_the_right_to_147
source: You have the right to access, correct, or delete your personal data. You may also have the right to object to or restrict certain processing of your data.
sl_si: Imate pravico do dostopa, popravljanja ali brisanja osebnih podatkov. Lahko imate tudi pravico, da nasprotujete ali omejite določeno obdelavo svojih podatkov.

# Privacy_we_strive_to_use_commercially_149
source: We strive to use commercially acceptable means to protect your personal data but cannot guarantee absolute security.
sl_si: Prizadevamo si, da bi za zaščito vaših osebnih podatkov uporabili komercialno sprejemljiva sredstva, vendar ne moremo zagotoviti absolutne varnosti.

# Privacy_we_may_update_our_privacy_151
source: We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page.
sl_si: Občasno lahko posodobimo svojo politiko zasebnosti. O vseh spremembah vas bomo obvestili z objavo novega pravilnika o zasebnosti na tej strani.

# AdminPage_this_is_the_admin_dashboard_154
source: Admin Dashboard
sl_si: Administracijska nadzorna plošča

# Index_would_you_like_to_import_229
source: Would you like to import transport files?
sl_si: Bi radi uvozili transportne datoteke?

# LoadingCheckOut_name_and_signature_of_warehous_243
source: Name and signature of warehouse worker:
sl_si: Ime in podpis skladiščnega delavca:

# AnalitikaPage_this_is_the_analitik_dashboard_304
source: This is the Analitik dashboard. Below are your available tasks and tools.
sl_si: To je nadzorna plošča Alatitik. Spodaj so vaše razpoložljive naloge in orodja.

# DetailedInfo_ni_izkladiščenih_zapisov_za_ta_318
source: There are no transports for this id
sl_si: Za to osebno številko ni prevozov

# IzmenovodjaPage_this_is_the_page_for_330
source: This is the page for the Izmenovodja role. Use the links below to manage registrations and perform tasks related to your role.
sl_si: To je stran za vlogo Izmenovodja. Uporabite spodnje povezave za upravljanje registracij in opravljanje nalog, povezanih z vašo vlogo.

# SkladiščnikPage_this_is_the_page_for_348
source: This is the page for the Skladiščnik role.
sl_si: To je stran za vlogo Skladishčik.
