Repository: nejcsever20/DiplomskaNaloga
Catalog: Properties/Resources.*.resx
Languages: bg_bg, cs_cz, de, es, fr, it_it, mk_mk, pl_pl, ro_ro, ru, sk_sk, sq_al, sr, tr_tr

source: Close
bg_bg: Затворете
cs_cz: Blízko
de: Schließen
es: Cerca
fr: Fermer
it_it: Vicino
mk_mk: Затвори
pl_pl: Zamknąć
ro_ro: Aproape
ru: Закрывать
sk_sk: Zatvoriť
sq_al: I afërt
sr: Затворити
tr_tr: Kapalı

source: My Resume
bg_bg: Моето резюме
cs_cz: Můj životopis
de: Mein Lebenslauf
es: Mi currículum
fr: Mon CV
it_it: Il mio curriculum
mk_mk: Мојата биографија
pl_pl: Moje CV
ro_ro: CV -ul meu
ru: Мое резюме
sk_sk: Môj životopis
sq_al: Resume ime
sr: Мој животопис
tr_tr: Özgeçmişim

# professional_resume
source: Professional Summary:
bg_bg: Професионално резюме:
cs_cz: Profesionální shrnutí:
de: Professionelle Zusammenfassung:
es: Resumen profesional:
fr: Résumé professionnel:
it_it: Riepilogo professionale:
mk_mk: Професионално резиме:
pl_pl: Profesjonalne podsumowanie:
ro_ro: Rezumat profesional:
ru: Профессиональное резюме:
sk_sk: Profesionálne zhrnutie:
sq_al: Përmbledhje profesionale:
sr: Професионални резиме:
tr_tr: Profesyonel Özet:

# experiences
source: Experienced and adaptable software developer with a demonstrated history of working in both startup and corporate environments. Skilled in full-stack web development, object-oriented programming, and responsive UI design. Strong background in C#, .NET technologies, and database-driven applications. Committed to continuous learning and contributing to high-quality, maintainable codebases.
bg_bg: Опитен и адаптивен разработчик на софтуер с демонстрирана история на работа както в стартираща, така и в корпоративна среда. Квалифициран в уеб разработка на пълен стек, обектно-ориентирано програмиране и отзивчив дизайн на потребителския интерфейс. Силен опит в C#, .NET технологии и приложения, управлявани от бази данни. Ангажиран с непрекъснато обучение и допринася за висококачествени, поддържащи кодови бази.
cs_cz: Zkušený a flexibilní vývojář softwaru s osvědčenou historií práce v začínajícím a firemním prostředích. Dovednost v online vývoji v celém fondu, objektově orientované programování a návrh odpovědi uživatelského rozhraní. Silné pozadí v aplikacích založené na technologii C#, .NET a databáze. Testoval nepřetržité učení a přispíval k vysoce kvalitním a odolným kódům.
de: Erfahrener und anpassungsfähiger Softwareentwickler mit nachgewiesener Geschichte der Arbeit in Startup- und Unternehmensumgebungen. Fachweise in der Full-Stack-Webentwicklung, objektorientierter Programmierung und reaktionsschnellem UI-Design. Starker Hintergrund in C#, .NET Technologies und datenbankgesteuerte Anwendungen. Verpflichtet für kontinuierliches Lernen und tragen zu qualitativ hochwertigen, wartbaren Codebasen bei.
es: Desarrollador de software experimentado y adaptable con un historial demostrado de trabajo tanto en entornos de inicio y corporativo. Desarrollo web experto en pila completa, programación orientada a objetos y diseño de UI receptivo. Fuerte antecedentes en C#, tecnologías .NET y aplicaciones basadas en la base de datos. Comprometido con el aprendizaje continuo y contribuyendo a bases de código mantenibles de alta calidad.
fr: Développeur de logiciels expérimenté et adaptable avec un historique démontré de travail dans les environnements de démarrage et d'entreprise. Habile dans le développement Web complet, la programmation orientée objet et la conception de l'interface utilisateur réactive. Contexte solide dans C #, .NET Technologies et applications axées sur la base de données. Engagé dans l'apprentissage continu et contribuant à des bases de code maintenables de haute qualité.
it_it: Uno sviluppatore di software esperto e flessibile con una comprovata storia di lavoro in ambienti di startup e aziendali. Abilità nello sviluppo online in tutto il fondo, programmazione orientata agli oggetti e progettazione di risposta dell'interfaccia utente. Un background forte nelle applicazioni basate sulla tecnologia C#, .NET e nel database. Testato l'apprendimento continuo e contribuito a codici durevoli e di alta qualità.
mk_mk: Искусен и прилагодлив развивач на софтвер со демонстрирана историја на работа и во почетни и корпоративни средини. Вештини во развој на веб-целосна мрежа, програмирање ориентирани кон објекти и дизајн на UI-от. Силна позадина во C#, .NET технологии и апликации управувани со база на податоци. Посветени на континуирано учење и придонес за висококвалитетни, одржливи бази на кодови.
pl_pl: Doświadczony i elastyczny programista z udowodnioną historią pracy w środowiskach startupowych i korporacyjnych. Umiejętność rozwoju online w całym funduszu, programowanie obiektowe i projektowanie interfejsu użytkownika. Silne tło w aplikacjach technologii C#, .NET i bazy danych. Przetestowano ciągłe uczenie się i przyczyniając się do wysokiej jakości, trwałych kodów.
ro_ro: Un dezvoltator de software experimentat și flexibil, cu un istoric dovedit de muncă în medii de pornire și corporative. Abilități în dezvoltarea online în întregul fond, programarea și proiectarea de răspuns a obiectelor și răspunsul interfeței de utilizator. Un fundal puternic în aplicațiile bazate pe tehnologie C#, .NET și bazate pe baza de date. A testat învățarea continuă și contribuind la coduri de înaltă calitate, durabile.
ru: Опытный и адаптируемый разработчик программного обеспечения с продемонстрированной историей работы как в стартапе, так и в корпоративной среде. Квалифицированные в целом веб-разработке, объектно-ориентированном программировании и отзывчивом дизайне пользовательского интерфейса. Сильный фон в технологиях C#, .NET и приложениях, управляемых базами данных. Привержены непрерывному обучению и участвуют в высококачественных, поддерживаемых кодовых базах.
sk_sk: Skúsený a prispôsobivý vývojár softvéru s preukázanou históriou práce v spustení aj v podnikovom prostredí. Skúsenosti v oblasti vývoja webových aplikácií, objektovo orientovaného programovania a responzívneho dizajnu používateľského rozhrania. Silné pozadie v technológiách C#, .NET a aplikácií založených na databáze. Committed to continuous learning and contributing to high-quality, maintainable codebases.
sq_al: Një zhvillues i softuerit me përvojë dhe fleksibël me një histori të provuar të punës në fillimin dhe mjediset e korporatave. Aftësi në zhvillimin në internet në të gjithë fondin, programimin e orientuar nga objekti dhe hartimin e përgjigjes së ndërfaqes së përdoruesit. Një sfond i fortë në aplikacionet C#, .NET dhe aplikacionet e bazuara në bazën e të dhënave. Testuar mësimin e vazhdueshëm dhe duke kontribuar në kode të qëndrueshme me cilësi të lartë.
sr: Искусни и прилагодљиви програмер софтвера са демонстрираном историјом рада у покретању и корпоративним окружењима. Квалификовани у целокупном програму веб развоја, објектно оријентисано програмирање и реагонски УИ дизајн. Јака позадина у Ц #, .НЕТ технологије и апликацијама које се покрећу базе података. Посвећен сталном учењу и доприносе висококвалитетним, одрженим кодексима.
tr_tr: Başlangıç ​​ve kurumsal ortamlarda kanıtlanmış bir çalışma geçmişine sahip deneyimli ve esnek bir yazılım geliştiricisi. Fon boyunca çevrimiçi geliştirme becerisi, nesne yönelimli programlama ve kullanıcı arayüzünün yanıt tasarımı. C#, .NET teknolojisi ve veritabanı tabanlı uygulamalarda güçlü bir arka plan. Test edilen sürekli öğrenme ve yüksek kaliteli, dayanıklı kodlara katkıda bulunur.

# work_experiences
source: Work Experience:
bg_bg: Работен опит:
cs_cz: Pracovní zkušenosti:
de: Berufserfahrung:
es: Experiencia laboral:
fr: Expérience de travail:
it_it: Esperienza di lavoro:
mk_mk: Работно искуство:
pl_pl: Doświadczenie zawodowe:
ro_ro: Experiență de muncă:
ru: Опыт работы:
sk_sk: Pracovné skúsenosti:
sq_al: Përvoja e punës:
sr: Радно искуство:
tr_tr: İş deneyimi:

# senior_dev
source: Senior Developer
bg_bg: Старши разработчик
cs_cz: Starší
es: Desarrollador senior
fr: Développeur principal
it_it: Anziano
mk_mk: Постар развивач
pl_pl: Osoby starsze
ro_ro: În vârstă
ru: Старший разработчик
sk_sk: Vývojár
sq_al: I moshuar
sr: Старији програмер
tr_tr: Yaşlı

# multi_web_apps
source: Led multiple web application projects using ASP.NET Core and Razor Pages.
bg_bg: Водеше множество проекти за уеб приложения, използващи страници на ASP.NET Core и Razor.
cs_cz: LED diody několika projektů webových aplikací využívajících ASP.NET Core and Razor.
de: LED Mehrere Webanwendungsprojekte mit ASP.NET CORE- und RAZOR -Seiten.
es: LED múltiples proyectos de aplicaciones web utilizando páginas ASP.NET Core y Razor.
fr: LED plusieurs projets d'applications Web à l'aide de pages Core et Razor ASP.NET.
it_it: LED di diversi progetti di applicazioni Web utilizzando ASP.NET Core e Razor.
mk_mk: LED повеќе проекти за веб -апликации користејќи ASP.NET Core и Razor страници.
pl_pl: LED kilku projektów aplikacji internetowych przy użyciu ASP.NET Core i Razor.
ro_ro: LED -uri ale mai multor proiecte de aplicații web folosind ASP.NET Core și Razor.
ru: Восстановил несколько проектов веб -приложений с использованием ASP.NET Core и Razor Pages.
sk_sk: LED viacerých projektov webových aplikácií pomocou stránok ASP.NET Core a Razor.
sq_al: LED të disa projekteve të aplikacioneve në internet duke përdorur ASP.NET Core dhe Razor.
sr: ЛЕД пројекте више веб апликација помоћу АСП.НЕТ Цоре и Разор страница.
tr_tr: ASP.NET Core ve Razor kullanan çeşitli web uygulamaları projelerinin LED'leri.

# improved_apps
source: Improved application performance by 35% through optimized SQL queries and caching strategies.
bg_bg: Подобрена ефективност на приложението с 35% чрез оптимизирани SQL заявки и стратегии за кеширане.
cs_cz: Vylepšený výkon aplikace o 35% s optimalizovanými dotazy a mezipaměti SQL.
de: Verbesserte Anwendungsleistung durch optimierte SQL -Abfragen und Caching -Strategien um 35%.
es: El rendimiento mejorado de la aplicación en un 35% a través de consultas SQL optimizadas y estrategias de almacenamiento en caché.
fr: Amélioration des performances d'application de 35% grâce à des requêtes SQL optimisées et à des stratégies de mise en cache.
it_it: Le prestazioni delle applicazioni migliorate del 35% con query SQL ottimizzate e cache.
mk_mk: Подобрени перформанси на апликацијата за 35% преку оптимизирани SQL прашања и стратегии за зачувување.
pl_pl: Ulepszona wydajność aplikacji o 35% przy zoptymalizowanych zapytaach SQL i pamięci podręcznej.
ro_ro: Performanța îmbunătățită a aplicației cu 35% cu interogări SQL optimizate și cache.
ru: Повышенная производительность приложения на 35% за счет оптимизированных запросов SQL и стратегий кэширования.
sk_sk: Vylepšený výkon aplikácií o 35% prostredníctvom optimalizovaných dotazov SQL a stratégií ukladania do vyrovnávacej pamäte.
sq_al: Performanca e përmirësuar e aplikimit me 35% me pyetje të optimizuara SQL dhe cache.
sr: Побољшане перформансе апликација за 35% кроз оптимизоване СКЛ упити и стратегије кеширања.
tr_tr: Optimize edilmiş SQL sorguları ve önbellek ile uygulama performansını% 35 oranında geliştirdi.

# mentored
source: Mentored junior developers and conducted internal code reviews and workshops.
bg_bg: Монтирани младши разработчици и проведоха прегледи и семинари за вътрешни кодове.
cs_cz: Mentoroval mladší vývojáře a provedl recenze a workshopy uvnitř.
de: Mentored Junior Developers und führte interne Code -Bewertungen und Workshops durch.
es: Mentó a desarrolladores junior y realizó revisiones y talleres de código interno.
fr: A mentoré les développeurs juniors et a mené des examens et des ateliers de code interne.
it_it: Mentore per gli sviluppatori più giovani ed eseguito recensioni e seminari all'interno.
mk_mk: Менторирани помлади развивачи и спроведени прегледи и работилници за внатрешен код.
pl_pl: Mentoring młodszych programistów i przeprowadził recenzje i warsztaty w środku.
ro_ro: A îndrumat dezvoltatorii mai tineri și au efectuat recenzii și ateliere în interior.
ru: Наставники младших разработчиков и провели внутренние обзоры и семинары.
sk_sk: Mentored Junior Developers a vykonávali interné recenzie a workshopy.
sq_al: Mentoruar zhvilluesit e rinj dhe kryen komente dhe punëtori brenda.
sr: Менторирани јуниор програмери и спровели су прегледе и радионице интерне шифре.
tr_tr: Mentorlu genç geliştiriciler ve içeride incelemeler ve atölye çalışmaları yaptı.

# software_dev
source: Software Developer
bg_bg: Разработчик на софтуер
cs_cz: Softwarový vývojář
de: Softwareentwickler
es: Desarrollador de software
fr: Développeur de logiciels
it_it: Sviluppatore del software
mk_mk: Развивач на софтвер
pl_pl: Programista oprogramowania
ro_ro: Dezvoltator de software
ru: Разработчик программного обеспечения
sk_sk: Vývojár softvéru
sq_al: Zhvillues i softuerit
sr: Програмер софтвера
tr_tr: Yazılım Geliştiricisi

# internal_tools
source: Developed internal tools and dashboards using C#, WinForms, and SQL Server.
bg_bg: Разработени вътрешни инструменти и табла за управление с помощта на C#, WinForms и SQL Server.
cs_cz: Vyvíjejte interiérové ​​nástroje a řídicí panel pomocí C#, WinForms a SQL Server.
de: Entwickelten interne Tools und Dashboards mit C#, WinForms und SQL Server.
es: Desarrolló herramientas y paneles internos usando C#, WinForms y SQL Server.
fr: A développé des outils internes et des tableaux de bord à l'aide de C #, WinForms et SQL Server.
it_it: Sviluppare strumenti interni e dashboard utilizzando C#, WinForms e SQL Server.
mk_mk: Развиени внатрешни алатки и табла со користење на C#, WinForms и SQL Server.
pl_pl: Opracuj narzędzia wnętrz i pulpit nawigacyjny za pomocą C#, WinForms i SQL Server.
ro_ro: Dezvoltați instrumente interioare și tablou de bord folosind C#, WinForms și SQL Server.
ru: Разработали внутренние инструменты и панели мониторинга с использованием C#, Winforms и SQL Server.
sk_sk: Vyvinuté interné nástroje a dashboardy pomocou C#, WinForms a SQL Server.
sq_al: Zhvilloni mjete të brendshme dhe pult duke përdorur C#, Winforms dhe SQL Server.
sr: Развијени интерне алате и надзорне плоче користећи Ц #, ВинФормс и СКЛ сервера.
tr_tr: C#, Winforms ve SQL Server kullanarak iç araçlar ve gösterge paneli geliştirin.

# corss_funcitonal
source: Worked closely with cross-functional teams to deliver feature-rich software on tight deadlines.
bg_bg: Работил в тясно сътрудничество с многофункционални екипи, за да достави богат на функции софтуер в строги срокове.
cs_cz: Úzce spolupracoval s inter -funkčními skupinami, aby poskytl funkci bohaté na funkce funkce v blízkých termínech.
de: Arbeitete eng mit funktionsübergreifenden Teams zusammen, um featurereiche Software für enge Fristen zu liefern.
es: Trabajó en estrecha colaboración con equipos multifuncionales para ofrecer un software rico en funciones en plazos ajustados.
fr: A travaillé en étroite collaboration avec des équipes interfonctionnelles pour fournir des logiciels riches en fonctionnalités sur des délais serrés.
it_it: Ha lavorato a stretto contatto con gruppi interfunzionali per offrire la funzione ricca delle funzioni della funzione in scadenze ravvicinate.
mk_mk: Тесно соработуваше со крос-функционални тимови за испорака на софтвер богат со карактеристики на тесни рокови.
pl_pl: Ściśle współpracował z grupami międzyfunkcyjnymi, aby zapewnić funkcję bogatą w funkcje funkcji w bliskich terminach.
ro_ro: A lucrat îndeaproape cu grupuri inter -funcționale pentru a livra funcția bogată în funcțiile funcției în termene strânse.
ru: В тесном контакте с межфункциональными командами для обеспечения программного обеспечения, богатого функциями, в сжатые сроки.
sk_sk: Úzko spolupracoval s krížovými funkčnými tímami a poskytoval softvér bohatý na funkcie v tesných termínoch.
sq_al: Ai bashkëpunoi ngushtë me grupet ndër -funksionale për të dhënë funksionin e pasur me funksionet e funksionit në afate të ngushta.
sr: Блиско је сарађивао са међуфункционалним тимовима како би се испоручио софтвер богат карактеристикама на уским роковима.
tr_tr: Yakın sürelerde fonksiyonun işlevleri bakımından zengin fonksiyonu sağlamak için işlevler arası gruplarla yakın çalıştı.

source: Education:
bg_bg: Образование:
cs_cz: Školství:
de: Ausbildung:
es: Educación:
fr: Éducation:
it_it: Educazione:
mk_mk: Образование:
pl_pl: Edukacja:
ro_ro: Educaţie:
ru: Образование:
sk_sk: Vzdelanie:
sq_al: Edukimi:
sr: Образовање:
tr_tr: Eğitim:

# degree
source: Bachelor's Degree in Computer Science – University of [Your City/Institution]
bg_bg: Бакалавърска степен по компютърни науки - Университет на [вашия град/институция]
cs_cz: Diplom z informatiky - univerzita v [vaší městě/instituci]
de: Bachelor -Abschluss in Informatik - Universität [Ihrer Stadt/Institution]
es: Licenciatura en informática - Universidad de [su ciudad/institución]
fr: Baccalauréat en informatique - Université de [votre ville / institution]
it_it: Diploma dall'informatica - Università in [la tua città/istituzione]
mk_mk: Диплома за компјутерски науки - Универзитет на [вашиот град/институција]
pl_pl: Dyplom z informatyki - uniwersytet w [Twoje miasto/instytucja]
ro_ro: Diplomă de la informatică - Universitatea din [Orașul/Instituția dvs.]
ru: Степень бакалавра в области компьютерных наук - Университет [вашего города/учреждения]
sk_sk: Bakalársky titul v odbore informatika - University of [Your City/Institution]
sq_al: Diploma nga Shkenca e Kompjuterave - Universiteti në [Qyteti/Institucioni juaj]
sr: Дипломирани факултет у рачунарској науци - Универзитет у [вашем граду / институцији]
tr_tr: Bilgisayar Bilimlerinden Diploma - [Şehriniz/Kurumunuz] 'da Üniversite

# specialization
source: Specialized coursework in software engineering, web development, and system design.
bg_bg: Специализирана курсова работа по софтуерно инженерство, уеб разработка и дизайн на системата.
cs_cz: Specializované kurzy v programovém inženýrství, online vývoji a návrhu systému.
de: Spezialisierte Kursarbeit in Software -Engineering, Webentwicklung und Systemdesign.
es: Cursos especializados en ingeniería de software, desarrollo web y diseño de sistemas.
fr: Cours spécialisés en génie logiciel, développement Web et conception du système.
it_it: Corsi specializzati in ingegneria del programma, sviluppo online e progettazione di sistemi.
mk_mk: Специјализирани предмети во софтверско инженерство, развој на веб и дизајн на системот.
pl_pl: Specjalistyczne kursy inżynierii programów, rozwoju online i projektowania systemu.
ro_ro: Cursuri specializate în inginerie de programe, dezvoltare online și proiectare a sistemului.
ru: Специализированная курсовая работа в области разработки программного обеспечения, веб -разработки и проектирования системы.
sk_sk: Špecializované kurzy na softvérové ​​inžinierstvo, vývoj webových aplikácií a návrh systému.
sq_al: Kurse të specializuara në inxhinierinë e programeve, zhvillimin në internet dhe hartimin e sistemit.
sr: Специјализовани курсеви у софтверском инжењерингу, веб развоју и дизајну система.
tr_tr: Program mühendisliği, çevrimiçi geliştirme ve sistem tasarımı alanında özel kurslar.

source: Certifications:
bg_bg: Сертификати:
cs_cz: Certifikáty:
de: Zertifizierungen:
es: Certificaciones:
it_it: Certificati:
mk_mk: Сертификати:
pl_pl: Certyfikaty:
ro_ro: Certificate:
ru: Сертификаты:
sk_sk: Certifikácie:
sq_al: Certifikatat:
sr: Сертификати:
tr_tr: Sertifikalar:

# certified_microsoft_fundementials
source: Microsoft Certified: Azure Fundamentals
bg_bg: Сертифициран Microsoft: Основи на Azure
es: Certificado por Microsoft: Azure Fundaments
fr: Certifié Microsoft: Fondamentaux Azure
mk_mk: Сертифициран Мајкрософт: Основи на Азур
ro_ro: Certificat Microsoft: Azure Fundamentals
ru: Microsoft Certified: Основы Azure
sk_sk: Microsoft Certified: Azure Fascels
sr: Мицрософт сертификован: Азуре Основе
tr_tr: Microsoft Sertifikalı: Azure Temelleri

# udemy_certificate
source: Udemy: Advanced ASP.NET Core Razor Pages (2023)
cs_cz: Udemy: Advanced ASP.NET Core Razor Strage (2023)
de: Udemy: Advanced ASP.NET Core Rasierseiten (2023)
es: Udemy: Páginas avanzadas de ASP.NET Core Razor (2023)
it_it: UDEMY: ASP.NET ASP.NET Core Razor Strage (2023)
mk_mk: Удеми: Напредни страници за жилет од ASP.NET (2023)
pl_pl: Udemy: Advanced ASP.NET Core Razor Strage (2023)
ro_ro: Udemy: Advanced ASP.NET Core Razor Strage (2023)
sk_sk: Udemy: Advanced ASP.NET Core Razor Strany (2023)
sq_al: Udemy: Avancuar ASP.NET Core Razor Strage (2023)
sr: Удеми: Адванцед АСП.НЕТ Цоре Разор Странице (2023)
tr_tr: Udemy: Gelişmiş ASP.NET Core Razor Strage (2023)

source: Download Resume
bg_bg: Изтеглете резюме
cs_cz: Stáhněte si svůj životopis
de: Download Lebenslauf
es: Descargar currículum
fr: Télécharger le CV
it_it: Scarica il tuo curriculum
mk_mk: Преземете продолжение
pl_pl: Pobierz swoje CV
ro_ro: Descărcați CV -ul dvs.
ru: Скачать резюме
sk_sk: Stiahnite si obnovenie
sq_al: Shkarkoni rezyumin tuaj
sr: Преузмите животопис
tr_tr: Özgeçmişinizi İndirin

source: C#
es: DO#
mk_mk: В#
sr: Ц #

source: JavaScript / TypeScript
sr: ЈаваСцрипт / Типцрипт

source: PHP
sr: Пхп

source: Python
cs_cz: Krajta
es: Pitón
it_it: Pitone
mk_mk: Пајтон
pl_pl: Pyton
ro_ro: Piton
ru: Питон
sk_sk: Pythón
sq_al: Pitull
sr: Питон

source: SQL
sr: Скл

source: HTML / CSS
sr: ХТМЛ / ЦСС

source: Java
cs_cz: Kukuřice
it_it: Mais
mk_mk: Јава
pl_pl: Kukurydza
ro_ro: Porumb
ru: Ява
sq_al: Misër
sr: Јава
tr_tr: Mısır

source: Ruby on Rails
bg_bg: Руби на релси
cs_cz: Ruby na kolejích
de: Rubin auf Schienen
fr: Ruby sur les rails
it_it: Ruby sui binari
mk_mk: Руби на шини
pl_pl: Ruby na szynach
ro_ro: Ruby pe șine
ru: Руби на рельсах
sk_sk: Rubín na koľajniciach
sq_al: Ruby në shina
sr: Рубин на шинама
tr_tr: Raylarda yakut

# cpp
source: C++
sr: Ц ++

source: Dart
bg_bg: Дарт
cs_cz: Šipka
de: Pfeil
es: Dardo
fr: Dard
it_it: Dardo
mk_mk: Дарт
pl_pl: Strzałka
ro_ro: Lance
ru: Дрэк
sk_sk: Šípka
sq_al: Shigjetë
sr: Дарт

source: Flutter
bg_bg: Трептене
cs_cz: Třepetání
de: Flattern
es: Aleteo
fr: Battement
mk_mk: Трепет
pl_pl: Trzepotanie
ru: Разветвление
sk_sk: Štrbina
sq_al: Ngopje
sr: Лепршати
tr_tr: Çırpmak

source: PL/SQL
sr: Пл / скл

# tech_blogs
source: Reading Tech Blogs
bg_bg: Четене на технологични блогове
cs_cz: Čtení technologických blogů
de: Tech -Blogs lesen
es: Lectura de blogs tecnológicos
fr: Lire des blogs technologiques
it_it: Leggere blog tecnologici
mk_mk: Читање на технолошки блогови
pl_pl: Czytanie blogów technologicznych
ro_ro: Citirea blogurilor tehnologice
ru: Чтение технических блогов
sk_sk: Čítanie technických blogov
sq_al: Leximi i blogeve teknologjike
sr: Читање Тецх блогова
tr_tr: Teknolojik blogları okumak

# chess
source: Playing Chess
bg_bg: Игра на шах
cs_cz: Hraní šachů
de: Schach spielen
es: Jugando al ajedrez
fr: Jouer aux échecs
it_it: Giocare a scacchi
mk_mk: Играње шах
pl_pl: Gra w szachy
ro_ro: Jucând șah
ru: Играя в шахматы
sk_sk: Hranie šachu
sq_al: Duke luajtur shah
sr: Играње шаха
tr_tr: Satranç oynamak

# hiking_walks
source: Hiking and Nature Walks
bg_bg: Туризъм и разходки на природата
cs_cz: Turistika a příroda
de: Wandern und Naturspaziergänge
es: Caminatas de senderismo y naturaleza
fr: Randonnée et marche de la nature
it_it: Escursioni e natura
mk_mk: Пешачење и прошетки по природа
pl_pl: Wędrówki i natura
ro_ro: Drumeții și natura
ru: Поход и прогулки на природе
sk_sk: Turistické a prírodné prechádzky
sq_al: Shëtitje dhe natyra
sr: Планинарење и пешачење природе
tr_tr: Yürüyüş ve Doğa

source: Music
bg_bg: Музика
cs_cz: Hudba
de: Musik
es: Música
fr: Musique
it_it: Musica
mk_mk: Музика
pl_pl: Muzyka
ro_ro: Muzică
ru: Музыка
sk_sk: Hudba
sq_al: Muzikë
sr: Музика
tr_tr: Müzik
