Repository: nejcsever20/DiplomskaNaloga
Catalog: Properties/Resources.*.resx
Languages: bg_bg, cs_cz, de, es, fr, it_it, mk_mk, pl_pl, ro_ro, ru, sk_sk, sq_al, sr, tr_tr

# view_archived
source: View Archived Transports!
bg_bg: Вижте архивирани транспорти!
cs_cz: Zobrazit archivovanou dopravu!
de: Archivierte Transporte ansehen!
es: ¡Ver transportes archivados!
fr: Voir les transports archivés!
it_it: Visualizza i trasporti archiviati!
mk_mk: Погледнете ги архивираните транспорт!
pl_pl: Zobacz zarchiwizowany transport!
ro_ro: Vizualizați transportul arhivat!
ru: Посмотреть архивные транспорты!
sk_sk: Zobraziť archivované prepravy!
sq_al: Shikoni transportin e arkivuar!
sr: Погледајте архивирани превоз!
tr_tr: Arşivli Ulaşım'ı Görüntüle!

# cb_planiran
source: Planned
bg_bg: Планирано
cs_cz: Plánované
de: Geplant
es: Planificado
fr: Prévu
it_it: Pianificato
mk_mk: Планирано
pl_pl: Planowany
ro_ro: Planificat
ru: Запланировано
sk_sk: Plánovaný
sq_al: I planifikuar
sr: Планиран
tr_tr: Planlanmış

# cb_acitons
source: Actions
bg_bg: Действия
cs_cz: Akt
de: Aktionen
es: Comportamiento
fr: Actes
it_it: Atto
mk_mk: Постапки
pl_pl: Działać
ro_ro: Act
ru: Действия
sk_sk: Akcie
sq_al: Veproj
sr: Акције
tr_tr: Davranmak

# cb_set_callback
source: Set Callback
bg_bg: Задайте обратно извикване
cs_cz: Nastaví zpětný hovor
de: Rufen Sie einen Rückruf ein
es: Establecer devolución de llamada
fr: Définir le rappel
it_it: Imposta una chiamata di ritorno
mk_mk: Поставете повратен повик
pl_pl: Ustawia połączenie zwrotne
ro_ro: Stabilește un apel de retur
ru: Установить обратный вызов
sk_sk: Nastaviť spätné volanie
sq_al: Vendos një telefonatë kthimi
sr: Поставити повратни позив
tr_tr: Bir dönüş çağrısı ayarlar

# cb_remove_callback
source: Remove Callback
bg_bg: Премахване на обратно извикване
cs_cz: Odstraňte zpětný hovor
de: Rückruf entfernen
es: Eliminar la devolución de llamada
fr: Supprimer le rappel
it_it: Rimuovere la chiamata di ritorno
mk_mk: Отстранете го повратен повик
pl_pl: Usuń połączenie powrotne
ro_ro: Eliminați apelul de retur
ru: Удалить обратный вызов
sk_sk: Odstrániť spätné volanie
sq_al: Hiq thirrjen e kthimit
sr: Уклони повратни позив
tr_tr: Dönüş çağrısını kaldır

# cb_choose_reason
source: Choose a reason
bg_bg: Изберете причина
cs_cz: Vyberte důvod
de: Wählen Sie einen Grund
es: Elige una razón
fr: Choisissez une raison
it_it: Scegli un motivo
mk_mk: Изберете причина
pl_pl: Wybierz powód
ro_ro: Alege un motiv
ru: Выберите причину
sk_sk: Vyberte dôvod
sq_al: Zgjidhni një arsye
sr: Изаберите разлог
tr_tr: Bir Sebep Seçin

# cb_select_reason
source: -- Select reason --
bg_bg: -Изберете причина-
cs_cz: -Row Reason-
de: -Wählen Sie Grund--
es: -Seleccionar motivo-
fr: - Sélectionnez la raison -
it_it: -Row il motivo-
mk_mk: -Изберете Причина-
pl_pl: -Row powód-
ro_ro: -ROW Motivul-
ru: -Выберите разум-
sk_sk: -Vyberte dôvod-
sq_al: -Row arsyen-
sr: - Изаберите Разлог -
tr_tr: -Ne-

# cb_submit
source: Submit Callback
bg_bg: Подаване на обратно извикване
cs_cz: Zašlete zpětný hovor
de: Rückruf einreichen
es: Enviar devolución de llamada
fr: Soumettre un rappel
it_it: Invia una chiamata di ritorno
mk_mk: Поднесете повратен повик
pl_pl: Podaj połączenie zwrotne
ro_ro: Trimiteți un apel de retur
ru: Отправить обратный вызов
sk_sk: Odoslať spätné volanie
sq_al: Dorëzoni një telefonatë kthimi
sr: Пошаљите повратни позив
tr_tr: Bir iade çağrısı gönderin

# cb_cancel
source: Cancel
bg_bg: Отказ
cs_cz: Zrušit
de: Stornieren
es: Cancelar
fr: Annuler
it_it: Cancellare
mk_mk: Откажи
pl_pl: Anulować
ro_ro: Anula
ru: Отмена
sk_sk: Zrušiť
sq_al: Anuloj
sr: Отказати
tr_tr: İptal etmek

# cb_compare
source: Compare Callback Transport
bg_bg: Сравнете транспорта за обратно извикване
cs_cz: Porovnejte návratovou dopravu
de: Vergleichen Sie den Rückruftransport
es: Compare el transporte de devolución de llamada
fr: Comparez le transport de rappel
it_it: Confronta il trasporto di ritorno
mk_mk: Споредете го транспортот на повратен повик
pl_pl: Porównaj transport powrotny
ro_ro: Comparați transportul de întoarcere
ru: Сравните транспорт обратного вызова
sk_sk: Porovnajte prepravu spätného volania
sq_al: Krahasoni transportin e kthimit
sr: Упоредите повратни превоз
tr_tr: İade Taşımacılığını Karşılaştırın

# cb_field
source: Field
bg_bg: Поле
cs_cz: Pole
de: Feld
es: Campo
fr: Champ
it_it: Campo
mk_mk: Поле
pl_pl: Pole
ro_ro: Domeniu
ru: Поле
sk_sk: Pole
sq_al: Fushë
sr: Поље
tr_tr: Alan

# cb_old_transport
source: Old Transport (Archived)
bg_bg: Стар транспорт (архивиран)
cs_cz: Stará doprava (archivovaná)
de: Alter Transport (archiviert)
es: Transporte antiguo (archivado)
fr: Ancien transport (archivé)
it_it: Vecchio trasporto (archiviato)
mk_mk: Стариот транспорт (архивиран)
pl_pl: Stary transport (zarchiwizowany)
ro_ro: Transport vechi (arhivat)
ru: Старый транспорт (архивировано)
sk_sk: Stará doprava (archivovaná)
sq_al: Transporti i Vjetër (Arkivuar)
sr: Стари транспорт (архивиран)
tr_tr: Eski ulaşım (arşivlendi)

# cb_new_trnasport
source: New Transport
bg_bg: Нов транспорт
cs_cz: Nová doprava
de: Neuer Transport
es: Nuevo transporte
fr: Nouveau transport
it_it: Nuovo trasporto
mk_mk: Нов транспорт
pl_pl: Nowy transport
ro_ro: Nou transport
ru: Новый транспорт
sk_sk: Nový preprava
sq_al: Transport i ri
sr: Нови превоз
tr_tr: Yeni ulaşım

# cb_skaldisce
source: Warehouse
bg_bg: Склад
cs_cz: Sklad
de: Lager
es: Depósito
fr: Entrepôt
it_it: Magazzino
mk_mk: Магацин
pl_pl: Magazyn
ro_ro: Depozit
ru: Склад
sk_sk: Sklad
sq_al: Depo
sr: Складиште
tr_tr: Depo

# cb_vrsta
source: Type of transport
bg_bg: Вид транспорт
cs_cz: Typ dopravy
de: Art des Transports
es: Tipo de transporte
fr: Type de transport
it_it: Tipo di trasporto
mk_mk: Вид на транспорт
pl_pl: Rodzaj transportu
ro_ro: Tipul de transport
ru: Тип транспорта
sk_sk: Druh prepravy
sq_al: Lloji i transportit
sr: Врста транспорта
tr_tr: Taşımacılık türü

# cb_pavza
source: The driver of the driver
bg_bg: Шофьорът на водача
cs_cz: Řidič řidiče
de: Der Fahrer des Fahrers
es: El conductor del conductor
fr: Le conducteur du conducteur
it_it: Il conducente del conducente
mk_mk: Возачот на возачот
pl_pl: Kierowca kierowcy
ro_ro: Șoferul șoferului
ru: Водитель водителя
sk_sk: Vodič vodiča
sq_al: Shoferi i shoferit
sr: Возач возача
tr_tr: Sürücünün sürücüsü

# cb_dolocen_skaldiscnik
source: Designed Store
bg_bg: Проектиран магазин
cs_cz: Navržený obchod
de: Gestaltete Laden
es: Tienda diseñada
fr: Magasin conçu
it_it: Negozio progettato
mk_mk: Дизајнирана продавница
pl_pl: Zaprojektowany sklep
ro_ro: Magazin proiectat
ru: Проектный магазин
sk_sk: Navrhovaný obchod
sq_al: Dyqan i dizajnuar
sr: Дизајнирана продавница
tr_tr: Tasarlanan mağaza

# cb_registracija
source: Registration
bg_bg: Регистрация
cs_cz: Registrace
de: Anmeldung
es: Registro
fr: Inscription
it_it: Registrazione
mk_mk: Регистрација
pl_pl: Rejestracja
ro_ro: Înregistrare
ru: Регистрация
sk_sk: Registrácia
sq_al: Regjistrim
sr: Регистрација
tr_tr: Kayıt

# cb_navis_zacetek
source: NAVIS Začetek Sklada
cs_cz: Navis Start fond
it_it: Navis Start Fund
mk_mk: Навис Зашетек Склада
pl_pl: Navis Start Fund
ro_ro: Fondul Navis Start
ru: Навис Зачетек Склада
sk_sk: Navis Zacetek Sklada
sq_al: Fondi i Fillimit të Navis
sr: Навис Зачетек Склада
tr_tr: Navis start fonu

# cb_navis_konec
source: NAVIS Konec Sklada
cs_cz: Navis konec fondu
it_it: Navis End del Fondo
mk_mk: Навис Конек Склада
pl_pl: Navis End of the Fund
ro_ro: Navis End of the Fund
ru: Навис Конек Склада
sq_al: Navis Fundi i Fondit
sr: Навис Конец Склада
tr_tr: Fonun Navis sonu

# cb_is_callback
source: Is Callback
bg_bg: Е обратно извикване
cs_cz: Je návratový hovor
de: Ist Rückruf
es: Es devolución de llamada
fr: Est un rappel
it_it: È una chiamata di ritorno
mk_mk: Е повратен повик
pl_pl: To połączenie zwrotne
ro_ro: Este un apel de retur
ru: Это обратный вызов
sk_sk: Spätná väzba
sq_al: Është një telefonatë kthimi
sr: Је повратни позив
tr_tr: Bir dönüş çağrısı

# cb_approve
source: Approve Registered Users
bg_bg: Одобрете регистрираните потребители
cs_cz: Schválit registrované uživatele
de: Registrierte Benutzer genehmigen
es: Aprobar usuarios registrados
fr: Approuver les utilisateurs enregistrés
it_it: Approvare gli utenti registrati
mk_mk: Одобрете регистрирани корисници
pl_pl: Zatwierdzić zarejestrowanych użytkowników
ro_ro: Aproba utilizatorii înregistrați
ru: Одобрить зарегистрированных пользователей
sk_sk: Schválite registrovaných používateľov
sq_al: Aprovoni përdoruesit e regjistruar
sr: Одобрити регистроване кориснике
tr_tr: Kayıtlı kullanıcıları onaylayın

# cb_pending
source: Pending Registrations
bg_bg: Висящи регистрации
cs_cz: Čekání registrace
de: Ausstehende Registrierungen
es: Registros pendientes
fr: Inscriptions en attente
it_it: Registrazione in attesa
mk_mk: Во очекување на регистрациите
pl_pl: Rejestracja czekająca
ro_ro: Înregistrare în așteptare
ru: В ожидании регистрации
sk_sk: Prebiehajúce registrácie
sq_al: Regjistrimi në pritje
sr: Редовно у току
tr_tr: Bekleme Kayıt

# cr_approve
source: Approve
bg_bg: Одобрете
cs_cz: Schvalovat
de: Genehmigen
es: Aprobar
fr: Approuver
it_it: Approvare
mk_mk: Одобри
pl_pl: Zatwierdzić
ro_ro: Aproba
ru: Утвердить
sk_sk: Schváliť
sq_al: Aprovoj
sr: Одобрити
tr_tr: Onaylamak

# cr_decline
source: Decline
bg_bg: Упадък
cs_cz: Pokles
de: Abfall
es: Rechazar
fr: Déclin
it_it: Declino
mk_mk: Пад
pl_pl: Spadek
ro_ro: Declin
ru: Отклонить
sk_sk: Pokles
sq_al: Bie
sr: Пад
tr_tr: Reddetmek

# cr_pregled
source: Review of transportation and off data
bg_bg: Преглед на транспорта и извън данните
cs_cz: Přezkum přepravy a vypnutí dat
de: Überprüfung der Transport- und Ausgangsdaten
es: Revisión de los datos de transporte y apagado
fr: Examen des données du transport et des données hors tension
it_it: Revisione dei trasporti e dei dati off
mk_mk: Преглед на транспортот и исклучување на податоците
pl_pl: Przegląd danych transportowych i wyłączania danych
ro_ro: Revizuirea transporturilor și a datelor
ru: Обзор транспортировки и отключенных данных
sk_sk: Preskúmanie prepravy a vyplývajúcich z údajov
sq_al: Rishikimi i të dhënave të transportit dhe jashtë
sr: Преглед транспортних и искључивих података
tr_tr: Ulaşım ve Kapalı Verilerin Gözden Geçirilmesi

# de_transpord
source: Transports
bg_bg: Транспорт
cs_cz: Doprava
de: Transport
es: Transportes
it_it: Trasporto
mk_mk: Транспорт
pl_pl: Transport
ro_ro: Transport
ru: Транспорт
sk_sk: Prepravovať
sq_al: Transportoj
sr: Транспорт
tr_tr: Taşıma

# de_sk
source: SK
fr: Skin
mk_mk: СК
ru: Скандал
sk_sk: Ska
sq_al: Skllav
sr: Ск

# de_warehouse
source: Warehouse
bg_bg: Склад
cs_cz: Sklad
de: Lager
es: Depósito
fr: Entrepôt
it_it: Magazzino
mk_mk: Магацин
pl_pl: Magazyn
ro_ro: Depozit
ru: Склад
sk_sk: Sklad
sq_al: Depo
sr: Складиште
tr_tr: Depo

# de_st
source: St. Transport
bg_bg: Св. Транспорт
es: St. Transporte
mk_mk: Свети Транспорт
ro_ro: Sf. Transport
ru: Св. Транспорт
sk_sk: Sv.
sq_al: Shën Transport
sr: Ст. Транспорт
tr_tr: Aziz Taşımacılık

# de_izkladisceno
source: Off
bg_bg: Изключване
cs_cz: Vypnuto
de: Aus
es: Apagado
fr: Désactivé
it_it: Spento
mk_mk: Исклучено
pl_pl: Wyłączony
ru: Выключенный
sk_sk: Vypnutý
sq_al: Larg
sr: Искључен
tr_tr: Kapalı

# de_kolicina
source: Quantity
bg_bg: Количество
cs_cz: Množství
de: Menge
es: Cantidad
fr: Quantité
it_it: Quantità
mk_mk: Количина
pl_pl: Ilość
ro_ro: Cantitate
ru: Количество
sk_sk: Množstvo
sq_al: Sasi
sr: Количина
tr_tr: Miktar

# de_palete
source: Palette
bg_bg: Палитра
cs_cz: Paleta
es: Paleta
it_it: Tavolozza
mk_mk: Палета
pl_pl: Paleta
ro_ro: Paletă
ru: Палитра
sk_sk: Paleta
sq_al: Paletë
sr: Палета
tr_tr: Palet

# de_skadliscnik
source: Warehouse
bg_bg: Склад
cs_cz: Sklad
de: Lager
es: Depósito
fr: Entrepôt
it_it: Magazzino
mk_mk: Магацин
pl_pl: Magazyn
ro_ro: Depozit
ru: Склад
sk_sk: Sklad
sq_al: Depo
sr: Складиште
tr_tr: Depo

# de_datum
source: Date
bg_bg: Дата
cs_cz: Datum
de: Datum
es: Fecha
it_it: Data
mk_mk: Датум
pl_pl: Data
ro_ro: Data
ru: Дата
sk_sk: Dátum
sq_al: Takim
sr: Датум
tr_tr: Tarih

# de_skaldiscnik_id
source: Warehouse man
bg_bg: Склад мъж
cs_cz: Skladový muž
de: Lagermann
es: Hombre del almacén
fr: Entrepôt
it_it: Magazzino
mk_mk: Човек на магацин
pl_pl: Magazyn
ro_ro: Om depozit
ru: Склад Человек
sk_sk: Sklad
sq_al: Depo
sr: Магарац
tr_tr: Depo adamı

# de_download
source: Download like Excel
bg_bg: Изтеглете като Excel
cs_cz: Stáhněte si jako Excel
de: Laden Sie wie Excel herunter
es: Descargar como Excel
fr: Télécharger comme Excel
it_it: Scarica come Excel
mk_mk: Преземете како Excel
pl_pl: Pobierz jak Excel
ro_ro: Descărcați ca Excel
ru: Скачать как Excel
sk_sk: Stiahnite ako Excel
sq_al: Shkarkoni si Excel
sr: Преузмите попут Екцел-а
tr_tr: Excel Gibi İndir

# de_back
source: Backwards
bg_bg: Назад
cs_cz: Zpět
de: Rückwärts
es: Hacia atrás
fr: En arrière
it_it: Indietro
mk_mk: Наназад
pl_pl: Wstecz
ro_ro: Înapoi
ru: Назад
sk_sk: Dozadu
sq_al: Prapa
sr: Уназад
tr_tr: Geriye doğru

# de_edit_user
source: Edit User
bg_bg: Редактиране на потребител
cs_cz: Upravit uživatele
de: Benutzer bearbeiten
es: Editar usuario
fr: Modifier l'utilisateur
it_it: Modifica l'utente
mk_mk: Уреди корисник
pl_pl: Edytuj użytkownika
ro_ro: Editați utilizatorul
ru: Редактировать пользователя
sk_sk: Upraviť používateľa
sq_al: Redaktoni përdoruesin
sr: Уређивање корисника
tr_tr: Kullanıcıyı düzenle

# eu_select_role
source: Select a role
bg_bg: Изберете роля
cs_cz: Vyberte roli
de: Wählen Sie eine Rolle
es: Seleccione un rol
fr: Sélectionnez un rôle
it_it: Scegli un ruolo
mk_mk: Изберете улога
pl_pl: Wybierz rolę
ro_ro: Alegeți un rol
ru: Выберите роль
sk_sk: Vyberte rolu
sq_al: Zgjidhni një rol
sr: Изаберите улогу
tr_tr: Bir rol seçin

source: Index
bg_bg: Индекс
es: Índice
fr: Indice
it_it: Indice
mk_mk: Индекс
pl_pl: Indeks
ru: Индекс
sq_al: Indeks
sr: Индекс
tr_tr: İndeks

# index_import
source: Import Excel
bg_bg: Импортирайте Excel
de: Excel importieren
es: Importar Excel
fr: Importer Excel
it_it: Importa Excel
mk_mk: Увоз на ексел
pl_pl: Importować Excel
ru: Импортировать Excel
sk_sk: Importovať vynikajúcej
sq_al: Importi shkëlqe
sr: Увоз екцел
tr_tr: İçe Aktar

# index_create
source: Create New
bg_bg: Създайте нови
cs_cz: Vytvořte nový
de: Neu erstellen
es: Crear nuevo
fr: Créer un nouveau
it_it: Crea un nuovo
mk_mk: Создадете ново
pl_pl: Utwórz nowy
ro_ro: Creați un nou
ru: Создать новый
sk_sk: Vytvorte novú
sq_al: Krijoni një të re
sr: Креирајте ново
tr_tr: Yeni Oluştur

# index_no_info
source: There are no hits.
bg_bg: Няма попадения.
cs_cz: Neexistují žádné hity.
de: Es gibt keine Hits.
es: No hay éxitos.
fr: Il n'y a pas de coups.
it_it: Non ci sono colpi.
mk_mk: Нема хитови.
pl_pl: Nie ma hitów.
ro_ro: Nu există lovituri.
ru: Там нет хитов.
sk_sk: Neexistujú žiadne zásahy.
sq_al: Nuk ka hite.
sr: Нема хитова.
tr_tr: Hit yok.

# index_callback
source: Callback
bg_bg: Обръщане
cs_cz: Návrat
de: Rückruf
es: Llamar de vuelta
fr: Rappel
it_it: Ritorno
mk_mk: Повратен повик
pl_pl: Powrót
ro_ro: Reveni
ru: Перезвонить
sk_sk: Spätná väzba
sq_al: Kthim
sr: Повратни позив
tr_tr: Geri dönmek

# index_true
source: true
bg_bg: Вярно
cs_cz: opravdu
de: WAHR
es: verdadero
fr: vrai
it_it: Veramente
mk_mk: Точно
pl_pl: Naprawdę
ro_ro: Într -adevăr
ru: истинный
sk_sk: pravdivý
sq_al: me të vërtetë
sr: истинит
tr_tr: Gerçekten

# index_info
source: i
de: ich
fr: je
it_it: io
mk_mk: Јас
ru: я
sq_al: Unë
sr: ја
tr_tr: Ben

# Index_details_221
source: Details
bg_bg: Подробности
cs_cz: Podrobnosti
es: Detalles
fr: Détails
it_it: Dettagli
mk_mk: Детали
pl_pl: Bliższe dane
ro_ro: Detalii
ru: Подробности
sk_sk: Podrobnosti
sq_al: Detaje
sr: Детаљи
tr_tr: Detaylar

source: Print
bg_bg: Печат
cs_cz: Vytisknout
de: Drucken
es: Imprimir
fr: Imprimer
it_it: Stampa
mk_mk: Печатете
pl_pl: Wydrukować
ro_ro: Imprimare
ru: Печать
sk_sk: Tlač
sq_al: Printim
sr: Штампа
tr_tr: Basılı

# choose_transport
source: Select Transport for Callback
bg_bg: Изберете транспорт за обратна връзка
cs_cz: Vyberte transport pro zpětné volání
de: Wählen Sie den Transport für Rückrufe aus
es: Seleccione el transporte para la devolución de llamada
fr: Sélectionner le transport pour le rappel
it_it: Seleziona il trasporto per il callback
mk_mk: Изберете Транспорт за повратен повик
pl_pl: Wybierz Transport do oddzwaniania
ro_ro: Selectați Transport pentru apeluri de apel
ru: Выберите транспорт для обратного вызова
sk_sk: Vyberte Transport pre spätné volanie
sq_al: Zgjidhni Transportin për Kthim
sr: Изаберите Транспорт за повратни позив
tr_tr: Geri arama için nakliye seçin

# st_transport
source: No. Transportation:
bg_bg: Не. Транспорт:
cs_cz: Ne. Doprava:
de: Nr. Transport:
es: No. Transporte:
fr: Non. Transport:
it_it: No. Trasporto:
mk_mk: Бр. Транспорт:
pl_pl: Nie. Transport:
ro_ro: Nu. Transport:
ru: Нет. Транспорт:
sk_sk: Preprava:
sq_al: Nr. Transporti:
sr: Бр. Транспорт:
tr_tr: Hayır. Ulaşım:

source: - Choose -
bg_bg: - Изберете -
cs_cz: - Vyberte -
de: - Wählen -
es: - Elegir -
fr: - Choisir -
it_it: - Scegliere -
mk_mk: - Изберете -
pl_pl: - Wybierać -
ro_ro: - alege -
ru: - Выбирать -
sk_sk: - Vyberte -
sq_al: - Zgjidhni -
sr: - Изаберите -
tr_tr: - Seçmek -

# reason_callback
source: callback:
bg_bg: Обръщане:
cs_cz: Důvod návratu
de: Rückruf:
es: llamar de vuelta:
fr: rappel:
it_it: Il motivo del ritorno
mk_mk: Повик:
pl_pl: Powód powrotu
ro_ro: Motivul întoarcerii
ru: перезвонить:
sk_sk: spätné volanie:
sq_al: Arsyeja e kthimit
sr: Поврат:
tr_tr: Geri Dönmenin Nedeni

source: Confirm Callback
bg_bg: Потвърдете обратно извикване
cs_cz: Potvrďte zpětné volání
de: Rückruf bestätigen
es: Confirmar la devolución de llamada
fr: Confirmer le rappel
it_it: Conferma il callback
mk_mk: Потврдете повратен повик
pl_pl: Potwierdź oddzwonienie
ro_ro: Confirmați callback -ul
ru: Подтвердите обратный вызов
sk_sk: Potvrďte spätné volanie
sq_al: Konfirmoni kthimin e thirrjeve
sr: Потврдите повратни позив
tr_tr: Geri çağrıyı onaylayın

# import
source: Would you like to import transport files?
bg_bg: Искате ли да импортирате транспортни файлове?
cs_cz: Chcete importovat přepravní soubory?
de: Möchten Sie Transportdateien importieren?
es: ¿Le gustaría importar archivos de transporte?
fr: Souhaitez-vous importer des fichiers de transport?
it_it: Vorresti importare file di trasporto?
mk_mk: Дали сакате да увезувате датотеки за транспорт?
pl_pl: Czy chciałbyś zaimportować pliki transportowe?
ro_ro: Doriți să importați fișiere de transport?
ru: Хотели бы вы импортировать транспортные файлы?
sk_sk: Chceli by ste importovať transportné súbory?
sq_al: Dëshironi të importoni skedarët e transportit?
sr: Да ли желите да увезете транспортне датотеке?
tr_tr: Aktarım dosyalarını içe aktarmak ister misiniz?

# select_files
source: Select files to import:
bg_bg: Изберете файлове за импортиране:
cs_cz: Vyberte soubory pro import:
de: Wählen Sie Dateien zum Importieren aus:
es: Seleccione archivos para importar:
fr: Sélectionnez des fichiers à importer:
it_it: Seleziona i file da importare:
mk_mk: Изберете датотеки за увоз:
pl_pl: Wybierz pliki do importu:
ro_ro: Selectați fișiere pentru a importa:
ru: Выберите файлы для импорта:
sk_sk: Vyberte súbory, ktoré chcete importovať:
sq_al: Zgjidhni skedarët për të importuar:
sr: Изаберите датотеке за увоз:
tr_tr: İçe aktarmak için dosyaları seçin:

# import_selected
source: Import Selected Files
bg_bg: Импортиране на избрани файлове
cs_cz: Import vybraných souborů
de: Importieren ausgewählte Dateien
es: Importar archivos seleccionados
fr: Importer des fichiers sélectionnés
it_it: Importazione di file selezionati
mk_mk: Увоз на избрани датотеки
pl_pl: Import wybranych plików
ro_ro: Importarea fișierelor selectate
ru: Импорт выбранных файлов
sk_sk: Importovať vybrané súbory
sq_al: Importimi i skedarëve të zgjedhur
sr: Увоз изабраних датотека
tr_tr: Seçilen dosyaları içe aktarma

source: Username:
bg_bg: Потребителско име:
cs_cz: Uživatelské jméno:
de: Benutzername:
es: Nombre de usuario:
fr: Nom d'utilisateur:
it_it: Nome utente:
mk_mk: Корисничко име:
pl_pl: Nazwa użytkownika:
ro_ro: Nume utilizator:
ru: Имя пользователя:
sk_sk: Užívateľské meno:
sq_al: Emri i përdoruesit:
sr: Корисничко име:
tr_tr: Kullanıcı adı:

# geslo
source: Password:
bg_bg: Парола:
cs_cz: Heslo:
de: Passwort:
es: Contraseña:
fr: Mot de passe:
mk_mk: Лозинка:
pl_pl: Hasło:
ro_ro: Parolă:
ru: Пароль:
sk_sk: Heslo:
sq_al: Fjalëkalimi:
sr: Лозинка:
tr_tr: Şifre:

source: NAVIS
bg_bg: Навис
mk_mk: Навис
ru: Навис
sr: Навис

# prijava
source: Login
bg_bg: Вход
cs_cz: Zkontrolujte -in
es: Acceso
fr: Se connecter
it_it: Controlla -in
mk_mk: Најавете се
pl_pl: Zameldować się
ro_ro: Check-in
ru: Авторизоваться
sk_sk: Prihlásenie
sq_al: Kontrollo -në
sr: Пријавити се
tr_tr: Giriş

source: Start of Loading:
bg_bg: Старт на зареждане:
cs_cz: Načítání startu:
de: Ladenstart:
es: Inicio de la carga:
fr: Début de chargement:
it_it: Caricamento di inizio:
mk_mk: Почеток на вчитување:
pl_pl: Rozpoczęcie ładowania:
ro_ro: Start de încărcare:
ru: Начало загрузки:
sk_sk: Začiatok načítania:
sq_al: Fillimi i ngarkimit:
sr: Почетак учитавања:
tr_tr: Yükleme Başlangıç:

source: End of Loading:
bg_bg: Край на зареждането:
cs_cz: Konec načítání:
de: Ende des Ladens:
es: Fin de la carga:
fr: Fin du chargement:
it_it: Fine del caricamento:
mk_mk: Крај на оптоварувањето:
pl_pl: Koniec ładowania:
ro_ro: Sfârșitul încărcării:
ru: Конец загрузки:
sk_sk: Koniec načítania:
sq_al: Fundi i ngarkimit:
sr: Крај оптерећења:
tr_tr: Yüklemenin sonu:

source: CMR Number:
bg_bg: CMR номер:
cs_cz: Číslo CMR:
de: CMR -Nummer:
es: Número de CMR:
fr: Numéro CMR:
it_it: Numero CMR:
mk_mk: CMR број:
pl_pl: Numer CMR:
ro_ro: Număr CMR:
ru: Номер CMR:
sk_sk: Číslo CMR:
sq_al: Numri i CMR:
sr: ЦМР број:
tr_tr: CMR numarası:

source: Transport Number:
bg_bg: Транспортен номер:
cs_cz: Přepravní číslo:
de: Transportnummer:
es: Número de transporte:
fr: Numéro de transport:
it_it: Numero di trasporto:
mk_mk: Број на транспорт:
pl_pl: Numer transportu:
ro_ro: Numărul de transport:
ru: Транспортный номер:
sk_sk: Prepravné číslo:
sq_al: Numri i transportit:
sr: Транспортни број:
tr_tr: Taşıma Numarası:

source: Loaded Quantity:
bg_bg: Заредено количество:
cs_cz: Vložené množství:
de: Geladene Menge:
es: Cantidad cargada:
fr: Quantité chargée:
it_it: Quantità put:
mk_mk: Натоварена количина:
pl_pl: Postawiona ilość:
ro_ro: Cantitate putând:
ru: Загруженное количество:
sk_sk: Načítané množstvo:
sq_al: Sasia e vendosur:
sr: Оптерећена количина:
tr_tr: Koyulan miktar:

source: Registration Plates:
bg_bg: Регистрационни табели:
cs_cz: Registrační desky:
de: Registrierungsplatten:
es: Placas de registro:
fr: Plaques d'enregistrement:
it_it: Piatti di registrazione:
mk_mk: Плочи за регистрација:
pl_pl: Tablice rejestracyjne:
ro_ro: Plăci de înregistrare:
ru: Регистрационные пластины:
sk_sk: Registračné dosky:
sq_al: Pllaka regjistrimi:
sr: Регистрационе плоче:
tr_tr: Kayıt Plakaları:

source: Seal:
bg_bg: Печат:
cs_cz: Tet:
de: Siegel:
es: Sello:
fr: Joint:
it_it: Tet:
mk_mk: Заптивка:
pl_pl: TET:
ro_ro: Tet:
ru: Тюлень:
sk_sk: Pečať:
sq_al: Tet:
sr: Печат:
tr_tr: Tet:

# signature_warehouse_worker
source: Name and signature of warehouse worker:
bg_bg: Име и подпис на складов работник:
cs_cz: Jméno a podpis pracovníka skladu:
de: Name und Unterschrift des Lagerhauses:
es: Nombre y firma de Warehouse Worker:
fr: Nom et signature de l'entrepôt Travailleur:
it_it: Nome e firma di un lavoratore di magazzino:
mk_mk: Име и потпис на работник во магацин:
pl_pl: Nazwa i podpis robotnika magazynowego:
ro_ro: Numele și semnătura unui lucrător de depozit:
ru: Название и подпись работника склада:
sk_sk: Meno a podpis pracovníka skladu:
sq_al: Emri dhe nënshkrimi i një punëtori të depove:
sr: Име и потпис радника складишта:
tr_tr: Bir depo işçisinin adı ve imzası:
