Repository: nejcsever20/DiplomskaNaloga
Catalog: Properties/Resources.*.resx
Languages: bg_bg, cs_cz, de, es, fr, it_it, mk_mk, pl_pl, ro_ro, ru, sk_sk, sq_al, sr, tr_tr

# type_script_frameworks
source: Master TypeScript and modern frontend frameworks
bg_bg: Главен машинопис и модерни рамки на фронт
cs_cz: Master TypeScript a Modern Fondent Frameworks
de: Master -Typscript und moderne Frontend -Frameworks
es: TypeScript maestro y marcos modernos frontend
fr: Master TypeScript et frameworks frontend modernes
it_it: Master dattiloscritto e framework frontali moderni
mk_mk: Господар на пишување и модерни рамки на фронтот
pl_pl: Masterpiscript i nowoczesne frameworki frondacyjne
ro_ro: Master Typescript și cadre moderne frondente
ru: Master TypeScript и современные фронтальные рамки
sk_sk: Master TypeScript a Moderné frontendové rámce
sq_al: Master TypeScript dhe Kornizat Moderne të Frondentit
sr: Мастер лапцтипт и модерне фронтенд оквире
tr_tr: Master TypeScript ve Modern Frontent çerçeveleri

# large_ops_initiatives
source: Contribute to larger open-source initiatives
bg_bg: Допринасят за по-големи инициативи с отворен код
cs_cz: Přispívají k iniciativám v hlavních otvorech
de: Tragen zu größeren Open-Source-Initiativen bei
es: Contribuir a iniciativas de código abierto más grandes
fr: Contribuer à des initiatives de source ouverte plus importantes
it_it: Contribuiscono alle principali iniziative di apertura
mk_mk: Придонесуваат за поголеми иницијативи со отворен извор
pl_pl: Przyczyniają się do głównych inicjatyw otworów
ro_ro: Contribuie la inițiative majore de deschidere
ru: Внести свой вклад в более крупные инициативы с открытым исходным кодом
sk_sk: Prispievať k väčším iniciatívam s otvoreným zdrojom
sq_al: Ato kontribuojnë në nismat kryesore të hapjeve
sr: Доприносе већим иницијативама отворених извора
tr_tr: Büyük açıklık girişimlerine katkıda bulunurlar

# explore_mobile_development
source: Explore mobile development with Flutter & Dart
bg_bg: Разгледайте мобилното развитие с Flutter & Dart
cs_cz: Prozkoumejte mobilní vývoj s Flutter & Dart
de: Entdecken Sie die mobile Entwicklung mit Flutter & Dart
es: Explore el desarrollo móvil con Flutter & Dart
fr: Explorez le développement mobile avec Flutter & Dart
it_it: Esplora lo sviluppo mobile con flutter & dart
mk_mk: Истражете го развојот на мобилниот телефон со Flutter & Dart
pl_pl: Przeglądaj rozwój mobilny za pomocą fluatter i rzutki
ro_ro: Explorați dezvoltarea mobilă cu Flutter & Dart
ru: Изучите мобильную разработку с Flutter & Dart
sk_sk: Preskúmajte mobilný vývoj pomocou Flutter & Dart
sq_al: Eksploroni zhvillimin e celularit me Flutter & Dart
sr: Истражите мобилни развој са Флуттер & Дарт
tr_tr: Flutter & Dart ile mobil geliştirmeyi keşfedin

# towards_azure_certificate
source: Work toward Azure Developer certification
bg_bg: Работете за сертифициране на Azure Developer
cs_cz: Snažte se potvrdit vývojáře Azure
de: Arbeiten Sie zur Azure Developer -Zertifizierung
es: Trabajar hacia la certificación de desarrollador de Azure
fr: Travaillez vers la certification Azure Developer
it_it: Sforzati di certificare gli sviluppatori di Azure
mk_mk: Работа кон сертификација на развивачи на азур
pl_pl: Staraj się poświadczyć programistów Azure
ro_ro: Străduiți -vă să certificați dezvoltatorii Azure
ru: Работать с сертификацией разработчиков Azure
sk_sk: Pracujte na certifikácii vývojárov Azure
sq_al: Përpiquni të vërtetoni zhvilluesit e Azure
sr: Радите према Азуре програмеричком сертификату
tr_tr: Azure geliştiricilerini onaylamaya çalışın

# fun_facts
source: Fun Fact:
bg_bg: Забавен факт:
cs_cz: Zábavný fakt:
de: Lustige Tatsache:
es: Dato curioso:
fr: Fait amusant:
it_it: Fatto divertente:
mk_mk: Забавен факт:
pl_pl: Zabawny fakt:
ro_ro: Fapt amuzant:
ru: Забавный факт:
sk_sk: Zábavný fakt:
sq_al: Fakt argëtues:
sr: Забавна чињеница:
tr_tr: Eğlenceli gerçek:

# drink_coffee
source: I drink more coffee debugging than coding.
bg_bg: Пия повече отстраняване на грешки в кафе, отколкото кодиране.
cs_cz: Piju více chyb v kávě než kódování.
de: Ich trinke mehr Kaffee -Debuggen als das Codieren.
es: Bebo más depuración de café que codificando.
fr: Je bois plus de débogage de café que de codage.
it_it: Bevo più errori di caffè rispetto alla codifica.
mk_mk: Пијам повеќе дебагирање на кафе отколку кодирање.
pl_pl: Piję więcej błędów kawy niż kodowanie.
ro_ro: Eu beau mai multe erori de cafea decât codificarea.
ru: Я пью больше отладки кофе, чем кодирование.
sk_sk: Pijem viac ladenia kávy ako kódovanie.
sq_al: Unë pi më shumë gabime në kafe sesa kodim.
sr: Пијем више уклањање погрешака за кафу него кодирање.
tr_tr: Kodlamadan daha fazla kahve hatası içiyorum.

# fixed_a_bug
source: I once fixed a bug at 2AM — and forgot how the next day.
bg_bg: Веднъж поправих грешка в 2 часа сутринта - и забравих как на следващия ден.
cs_cz: Jednou jsem omyl omyl ve 2 hodiny - a zapomněl jsem, jak další den.
de: Ich habe einmal um 2 Uhr morgens einen Fehler behoben - und vergessen, wie am nächsten Tag.
es: Una vez solucioné un error a las 2 a.m. y olvidé cómo al día siguiente.
fr: J'ai corrigé une fois un bug à 2 heures du matin - et j'ai oublié comment le lendemain.
it_it: Una volta ho risolto l'errore alle 2 - e ho dimenticato come il giorno successivo.
mk_mk: Еднаш поправив грешка во 2 часот наутро - и заборавив како следниот ден.
pl_pl: Kiedyś naprawiłem błąd o godzinie 2 - i zapomniałem, jak następnego dnia.
ro_ro: Am remediat o dată greșeala la ora 2 - și am uitat cum a doua zi.
ru: Однажды я исправил ошибку в 2 часа ночи - и забыл, как на следующий день.
sk_sk: Raz som opravil chybu o 2:00 - a zabudol som, ako nasledujúci deň.
sq_al: Një herë e rregullova gabimin në orën 2 - dhe harrova se si ditën tjetër.
sr: Једном сам поправио грешку у 2 сата - и заборавио како је сутрадан.
tr_tr: Bir zamanlar hatayı saat 2'de düzelttim - ve ertesi gün nasıl unuttum.

# back_home
source: ← Back to Home
bg_bg: ← Обратно към дома
cs_cz: ← Zpět domů
de: ← Zurück zu Hause
es: ← De vuelta a casa
fr: ← Retour à la maison
it_it: ← Torna a casa
mk_mk: ← Враќање во дома
pl_pl: ← Wróć do domu
ro_ro: ← înapoi acasă
ru: ← Вернуться к дому
sk_sk: ← Späť k domovu
sq_al: ← Kthehu në shtëpi
sr: ← Повратак кући
tr_tr: ← eve dön

# edit
source: Edit Account
bg_bg: Редактиране на акаунт
cs_cz: Upravit fakturu
de: Konto bearbeiten
es: Cuenta de edición
fr: Modifier le compte
it_it: Modifica la fattura
mk_mk: Уреди сметка
pl_pl: Edytuj fakturę
ro_ro: Editați factura
ru: Редактировать аккаунт
sk_sk: Úprav
sq_al: Redaktoni faturën
sr: Уређивање рачуна
tr_tr: Faturayı düzenle

source: Save Changes
bg_bg: Запазете промените
cs_cz: Ušetřete změny
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
it_it: Salva le modifiche
mk_mk: Заштедете промени
pl_pl: Zapisz zmiany
ro_ro: Salvați modificări
ru: Сохранить изменения
sk_sk: Uložiť zmeny
sq_al: Ruani ndryshimet
sr: Спремите промене
tr_tr: Değişiklikleri Kaydet

# edit_teheme
source: Edit Theme
bg_bg: Редактиране на тема
cs_cz: Upravit téma
de: Thema bearbeiten
es: Editar tema
fr: Modifier le thème
it_it: Modifica l'argomento
mk_mk: Уреди тема
pl_pl: Edytuj temat
ro_ro: Editați tema
ru: Редактировать тему
sk_sk: Téma úpravy
sq_al: Redakto temën
sr: Уреди тему
tr_tr: Temayı düzenle

source: Error.
bg_bg: Грешка.
cs_cz: Chyba.
de: Fehler.
fr: Erreur.
it_it: Un errore.
mk_mk: Грешка.
pl_pl: Błąd.
ro_ro: O eroare.
ru: Ошибка.
sk_sk: Chyba.
sq_al: Një gabim.
sr: Грешка.
tr_tr: Bir hata.

# erorr_processing
source: An error occurred while processing your request.
bg_bg: Възникна грешка при обработката на вашата заявка.
cs_cz: Při zpracování požadavku došlo k chybě.
de: Bei der Bearbeitung Ihrer Anfrage trat ein Fehler auf.
es: Se produjo un error al procesar su solicitud.
fr: Une erreur s'est produite lors du traitement de votre demande.
it_it: Si è verificato un errore durante l'elaborazione della richiesta.
mk_mk: Се појави грешка при обработката на вашето барање.
pl_pl: Wystąpił błąd podczas przetwarzania żądania.
ro_ro: A apărut o eroare la procesarea cererii.
ru: Произошла ошибка при обработке вашего запроса.
sk_sk: Pri spracovaní vašej žiadosti sa vyskytla chyba.
sq_al: Ndodhi një gabim gjatë përpunimit të kërkesës.
sr: Дошло је до грешке приликом обраде вашег захтева.
tr_tr: Talep işlenirken bir hata oluştu.

# error_request_id
source: Request ID:
bg_bg: Идентификационен номер на заявка:
cs_cz: ID žádosti:
de: Anfrage ID:
es: ID de solicitud:
fr: ID de demande:
it_it: ID richiesta:
mk_mk: ИД на барање:
pl_pl: Identyfikator żądania:
ro_ro: ID de solicitare:
ru: Идентификатор запроса:
sk_sk: ID žiadosti:
sq_al: ID e kërkesës:
sr: ИД захтева:
tr_tr: İstek Kimliği:

source: Development Mode
bg_bg: Режим на развитие
cs_cz: Režim vývoje
de: Entwicklungsmodus
es: Modo de desarrollo
fr: Mode de développement
it_it: Modalità di sviluppo
mk_mk: Режим на развој
pl_pl: Tryb rozwoju
ro_ro: Mod de dezvoltare
ru: Режим разработки
sk_sk: Vývojový režim
sq_al: Mënyra e zhvillimit
sr: Развојни режим
tr_tr: Geliştirme modu

source: Development
bg_bg: Развитие
cs_cz: Vývoj
de: Entwicklung
es: Desarrollo
fr: Développement
it_it: Evoluzione
mk_mk: Развој
pl_pl: Ewolucja
ro_ro: Evoluţie
ru: Разработка
sk_sk: Rozvoj
sq_al: Evolucion
sr: Развој
tr_tr: Evrim

# error_development_environment
source: environment displays detailed information about the error that occurred.
bg_bg: Средата показва подробна информация за възникналата грешка.
cs_cz: Prostředí ukazuje podrobné informace o chybě, ke které došlo.
de: Die Umgebung zeigt detaillierte Informationen über den aufgetretenen Fehler an.
es: El entorno muestra información detallada sobre el error que ocurrió.
fr: L'environnement affiche des informations détaillées sur l'erreur qui s'est produite.
it_it: L'ambiente mostra informazioni dettagliate sull'errore che è avvenuto.
mk_mk: Опкружувањето прикажува детални информации за грешката што се случи.
pl_pl: Środowisko pokazuje szczegółowe informacje na temat błędu, który się wydarzył.
ro_ro: Mediul arată informații detaliate despre eroarea care s -a întâmplat.
ru: В среде отображается подробная информация об ошибке, которая произошла.
sk_sk: Prostredie zobrazuje podrobné informácie o chybe, ktorá sa vyskytla.
sq_al: Mjedisi tregon informacione të hollësishme në lidhje me gabimin që ka ndodhur.
sr: Околина приказује детаљне информације о грешци која се догодила.
tr_tr: Çevre, meydana gelen hata hakkında ayrıntılı bilgi gösterir.

# apsnetcore_environment
source: ASPNETCORE_ENVIRONMENT
pl_pl: ASPNETCOREENVINGENT
sk_sk: Aspnetcoreenvironmentovanie
sq_al: AspnetCoreen mjedisi
sr: АСПнетЦореЕнвиронмент
tr_tr: Aspnetcoreevrave

source: Welcome
bg_bg: Добре дошли
cs_cz: Vítejte
de: Willkommen
es: Bienvenido
fr: Accueillir
it_it: Benvenuto
mk_mk: Добредојдовте
pl_pl: Powitanie
ro_ro: Bun venit
ru: Добро пожаловать
sk_sk: Privítať
sq_al: Mirëseardhje
sr: Добродошли
tr_tr: Hoş geldin

# building_with_ASP
source: building Web apps with ASP.NET Core
bg_bg: Изграждане на уеб приложения с Asp.net Core
cs_cz: Konstrukce online aplikací s ASP.net Core
de: Erstellen von Web -Apps mit ASP.NET CORE
es: Creación de aplicaciones web con ASP.NET Core
fr: Construire des applications Web avec ASP.NET Core
it_it: Costruzione di applicazioni online con ASP.NET CORE
mk_mk: Градење на веб -апликации со ASP.NET Core
pl_pl: Budowa aplikacji online z ASP.NET Core
ro_ro: Construcția de aplicații online cu ASP.NET Core
ru: Создание веб -приложений с помощью ASP.net Core
sk_sk: Budovanie webových aplikácií s ASP.Net Core
sq_al: Ndërtimi i aplikacioneve në internet me ASP.NET Core
sr: Грађевинске веб апликације са АСП.НЕТ језгро
tr_tr: ASP.NET Core ile Çevrimiçi Uygulamaların Yapımı

source: Login
bg_bg: Вход
cs_cz: Zkontrolujte -in
es: Acceso
fr: Se connecter
it_it: Controlla -in
mk_mk: Најавете се
pl_pl: Zameldować się
ro_ro: Check-in
ru: Авторизоваться
sk_sk: Prihlásenie
sq_al: Kontrollo -në
sr: Пријавити се
tr_tr: Giriş

source: Register
bg_bg: Регистрация
cs_cz: Rejstřík
de: Registrieren
es: Registro
fr: Registre
it_it: Registro
mk_mk: Регистар
pl_pl: Rejestr
ro_ro: Registru
ru: Зарегистрировать
sk_sk: Zapisovať
sq_al: Regjistroj
sr: Регистар
tr_tr: Kayıt olmak

# privacy
source: This Privacy Policy explains how we collect, use, and disclose your information when you use our Service. It also informs you about your privacy rights and how the law protects you.
bg_bg: Тази политика за поверителност обяснява как събираме, използваме и разкриваме вашата информация, когато използвате нашата услуга. Той също така ви информира за вашите права за поверителност и как законът ви защитава.
cs_cz: Tyto zásady ochrany osobních údajů vysvětlují, jak shromažďujeme, používáme a zveřejňujeme vaše informace při používání naší služby. Informuje vás také o vašich právech na ochranu osobních údajů a o tom, jak vás zákon chrání.
de: Diese Datenschutzrichtlinie erklärt, wie wir Ihre Informationen sammeln, verwenden und offenlegen, wenn Sie unseren Service nutzen. Es informiert Sie auch über Ihre Datenschutzrechte und darüber, wie das Gesetz Sie schützt.
es: Esta política de privacidad explica cómo recopilamos, usamos y divulgamos su información cuando use nuestro servicio. También le informa sobre sus derechos de privacidad y cómo la ley lo protege.
fr: Cette politique de confidentialité explique comment nous collectons, utilisons et divulguons vos informations lorsque vous utilisez notre service. Il vous informe également de vos droits à la vie privée et de la façon dont la loi vous protège.
it_it: Questa politica sulla privacy spiega come raccogliamo, utilizziamo e divulgiamo le tue informazioni quando utilizziamo il nostro servizio. Ti informa anche dei tuoi diritti sulla privacy e di come la legge ti protegge.
mk_mk: Оваа политика за приватност објаснува како ги собираме, користиме и откриваме вашите информации кога ја користите нашата услуга. Исто така, ве информира за вашите права за приватност и како законот ве штити.
pl_pl: Niniejsza Polityka prywatności wyjaśnia, w jaki sposób zbieramy, wykorzystujemy i ujawniamy Twoje informacje podczas korzystania z naszej usługi. Informuje cię również o twoich prawach prywatności i tym, jak prawo cię chroni.
ro_ro: Această politică de confidențialitate explică modul în care colectăm, folosim și dezvăluim informațiile dvs. atunci când utilizați serviciul nostru. De asemenea, vă informează despre drepturile dvs. de confidențialitate și despre modul în care legea vă protejează.
ru: Эта политика конфиденциальности объясняет, как мы собираем, используем и раскрываем вашу информацию, когда вы используете наш сервис. Это также информирует вас о ваших правах на конфиденциальность и о том, как закон защищает вас.
sk_sk: Tieto zásady ochrany osobných údajov vysvetľujú, ako zhromažďujeme, používame a zverejňujeme vaše informácie pri používaní našej služby. Informuje vás tiež o vašich právach na ochranu súkromia a o tom, ako vás zákon chráni.
sq_al: Kjo politikë e privatësisë shpjegon se si ne mbledhim, përdorim dhe zbulojmë informacionin tuaj kur përdorim shërbimin tonë. Ai gjithashtu ju informon për të drejtat tuaja të intimitetit dhe si ju mbron ligji.
sr: Ова политика приватности објашњава како прикупљамо, користимо и откријемо ваше податке када користите нашу услугу. Такође вас обавештава о вашој приватној права и како вас закон штити.
tr_tr: Bu Gizlilik Politikası, hizmetimizi kullanırken bilgilerinizi nasıl topladığımızı, kullandığımızı ve açıkladığımızı açıklar. Ayrıca gizlilik haklarınız ve yasanın sizi nasıl koruduğunu bildirir.

# info_we_gather
source: Information We Collect
bg_bg: Информация, която събираме
cs_cz: Informace, které shromažďujeme
de: Informationen, die wir sammeln
es: Información que recopilamos
fr: Informations que nous collectons
it_it: Informazioni che raccogliamo
mk_mk: Информации што ги собираме
pl_pl: Informacje, które zbieramy
ro_ro: Informații pe care le colectăm
ru: Информация, которую мы собираем
sk_sk: Informácie, ktoré zhromažďujeme
sq_al: Informacione që ne mbledhim
sr: Информације које сакупимо
tr_tr: Topladığımız bilgiler

# types_of_info
source: We collect different types of information to provide and improve our Service to you. This includes:
bg_bg: Ние събираме различни видове информация, за да ви предоставим и подобрим нашата услуга. Това включва:
cs_cz: Shromažďujeme různé typy informací, abychom vám poskytli a zlepšili naše služby. To zahrnuje:
de: Wir sammeln verschiedene Arten von Informationen, um Ihnen unseren Service bereitzustellen und zu verbessern. Dies beinhaltet:
es: Recopilamos diferentes tipos de información para proporcionarle y mejorar nuestro servicio. Esto incluye:
fr: Nous collectons différents types d'informations pour vous fournir et améliorer notre service. Cela comprend:
it_it: Raccogliamo diversi tipi di informazioni per fornire e migliorare il nostro servizio per te. Questo include:
mk_mk: We collect different types of information to provide and improve our Service to you. Ова вклучува:
pl_pl: Zbieramy różne rodzaje informacji, aby zapewnić i ulepszyć naszą usługę. Obejmuje to:
ro_ro: Colectăm diferite tipuri de informații pentru a oferi și îmbunătăți serviciul nostru pentru dvs. Aceasta include:
ru: Мы собираем различные типы информации для предоставления и улучшения наших услуг. Это включает в себя:
sk_sk: Zhromažďujeme rôzne typy informácií, aby sme vám poskytli a vylepšili naše služby. To zahŕňa:
sq_al: Ne mbledhim lloje të ndryshme të informacionit për të siguruar dhe përmirësuar shërbimin tonë për ju. Kjo përfshin:
sr: Прикупљамо различите врсте информација да бисмо вам пружили и побољшали услугу. Ово укључује:
tr_tr: Sizin için hizmetimizi sağlamak ve geliştirmek için farklı türde bilgi toplarız. Bu şunları içerir:

# personal_data
source: Personal Data: such as your name, email address, and contact details.
bg_bg: Лични данни: като вашето име, имейл адрес и данни за контакт.
cs_cz: Osobní údaje:
de: Persönliche Daten: Ihr Name, Ihre E -Mail -Adresse und Ihre Kontaktdaten.
es: Datos personales: como su nombre, dirección de correo electrónico y datos de contacto.
fr: Données personnelles: comme votre nom, votre adresse e-mail et vos coordonnées.
it_it: Informazioni personali:
mk_mk: Лични податоци: како што се вашето име, адреса за е -пошта и детали за контакт.
pl_pl: Dane osobowe:
ro_ro: Informații personale:
ru: Персональные данные: например, ваше имя, адрес электронной почты и контактные данные.
sk_sk: Osobné údaje: napríklad vaše meno, e -mailová adresa a kontaktné údaje.
sq_al: Informacion personal:
sr: Лични подаци: попут вашег имена, адресе е-поште и подаци за контакт.
tr_tr: Kişisel Bilgiler:

# usage_data
source: Usage Data: information on how you access and use the Service.
bg_bg: Данни за използване: Информация за това как имате достъп и използвате Услугата.
cs_cz: Používejte data:
de: Verwendungsdaten: Informationen darüber, wie Sie auf den Dienst zugreifen und sie nutzen.
es: Datos de uso: información sobre cómo accede y usa el servicio.
fr: Données d'utilisation: informations sur la façon dont vous accédez et utilisez le service.
it_it: Usa i dati:
mk_mk: Податоци за употреба: Информации за тоа како пристапувате и ја користите услугата.
pl_pl: Użyj danych:
ro_ro: Utilizați date:
ru: Данные об использовании: информация о том, как вы получаете доступ и используете Сервис.
sk_sk: Údaje o použití: Informácie o tom, ako pristupujete k službe a využívate službu.
sq_al: Përdorni të dhëna:
sr: Подаци о употреби: информације о томе како приступите и користите услугу.
tr_tr: Veri kullanın:

# cookies_tracking
source: Cookies and Tracking Technologies: to track activity on our Service and hold certain information.
bg_bg: Бисквитки и технологии за проследяване: Да проследяваме активността на нашата услуга и да съхраняваме определена информация.
cs_cz: Sledování cookies a technologií:
de: Cookies und Tracking -Technologien: Aktivität in unserem Service nachverfolgen und bestimmte Informationen enthalten.
es: Cookies y Tecnologías de seguimiento: para rastrear la actividad en nuestro servicio y mantener cierta información.
fr: Cookies et technologies de suivi: suivre l'activité sur notre service et maintenir certaines informations.
it_it: Monitoraggio di cookie e tecnologie:
mk_mk: Колачиња и технологии за следење: Да се ​​следи активност на нашата услуга и да се одржат одредени информации.
pl_pl: Śledzenie plików cookie i technologii:
ro_ro: Urmărirea cookie -urilor și tehnologiilor:
ru: Файлы cookie и технологии отслеживания: для отслеживания активности в нашем сервисе и хранения определенной информации.
sk_sk: Cookies a technológie sledovania: sledovať aktivitu v našich službách a uchovávanie určitých informácií.
sq_al: Ndjekja e cookies dhe teknologjive:
sr: Колачићи и технологије праћења: Да бисте пратили активност на нашој услузи и одржали одређене информације.
tr_tr: Çerezleri ve teknolojileri izleme:

# utilising_info
source: How We Use Your Information
bg_bg: Как използваме вашата информация
cs_cz: Jak použijeme vaše informace
de: Wie wir Ihre Informationen verwenden
es: Cómo usamos su información
fr: Comment nous utilisons vos informations
it_it: Come utilizziamo le tue informazioni
mk_mk: Како ги користиме вашите информации
pl_pl: Jak wykorzystujemy Twoje informacje
ro_ro: Cum folosim informațiile dvs.
ru: Как мы используем вашу информацию
sk_sk: Ako používame vaše informácie
sq_al: Si i përdorim informacionin tuaj
sr: Како користимо ваше податке
tr_tr: Bilgilerinizi nasıl kullanırız

# info_we_use
source: We use the information we collect to:
bg_bg: Използваме информацията, която събираме за:
cs_cz: Používáme informace, které shromažďujeme:
de: Wir verwenden die Informationen, die wir sammeln, zu:
es: Usamos la información que recopilamos:
fr: Nous utilisons les informations que nous collectons pour:
it_it: Usiamo le informazioni per cui raccogliamo:
mk_mk: Ние ги користиме информациите што ги собираме на:
pl_pl: Używamy informacji, które zbieramy dla:
ro_ro: Folosim informațiile pe care le colectăm:
ru: Мы используем информацию, которую мы собираем:
sk_sk: Používame informácie, ktoré zhromažďujeme, pre:
sq_al: Ne përdorim informacionin për të cilin mbledhim:
sr: Користимо информације које прикупимо на:
tr_tr: Topladığımız bilgileri kullanıyoruz:

# provide_maintain
source: Provide and maintain our Service
bg_bg: Предоставете и поддържайте нашата услуга
cs_cz: Poskytovat a udržovat naši službu
de: Bieten und pflegen Sie unseren Service
es: Proporcionar y mantener nuestro servicio
fr: Fournir et maintenir notre service
it_it: Per fornire e mantenere il nostro servizio
mk_mk: Обезбедете и одржувајте ја нашата услуга
pl_pl: Aby zapewnić i utrzymać naszą obsługę
ro_ro: Pentru a furniza și a ne menține serviciul
ru: Обеспечить и поддерживать наш сервис
sk_sk: Poskytovať a udržiavať naše služby
sq_al: Për të siguruar dhe mirëmbajtur shërbimin tonë
sr: Обезбедити и одржавати нашу услугу
tr_tr: Hizmetimizi sağlamak ve sürdürmek için

# notify
source: Notify you about changes to our Service
bg_bg: Уведомяват ви за промените в нашата услуга
cs_cz: Informujte vás o změnách naší služby
de: Benachrichtigen Sie über Änderungen unseres Dienstes
es: Notificarle sobre los cambios en nuestro servicio
fr: Vous informer des modifications de notre service
it_it: Informarti sui cambiamenti del nostro servizio
mk_mk: Ве известува за промените во нашата услуга
pl_pl: Poinformuj o zmianach naszej usługi
ro_ro: Vă informează despre schimbările serviciului nostru
ru: Уведомим вас об изменениях в нашем сервисе
sk_sk: Upozornite na zmeny našej služby
sq_al: Ju informoj për ndryshimet e shërbimit tonë
sr: Обавестите вас о променама наше услуге
tr_tr: Hizmetimizin değişiklikleri hakkında sizi bilgilendirin
