Repository: nejcsever20/DiplomskaNaloga
Catalog: Properties/Resources.*.resx
Languages: bg_bg, cs_cz, de, es, fr, it_it, mk_mk, pl_pl, ro_ro, ru, sk_sk, sq_al, sr, tr_tr

# signature_driver
source: Name and signature of driver:
bg_bg: Име и подпис на драйвер:
cs_cz: Jméno a podpis řidiče:
de: Name und Unterschrift des Fahrers:
es: Nombre y firma del controlador:
fr: Nom et signature du conducteur:
it_it: Nome e firma del conducente:
mk_mk: Име и потпис на возачот:
pl_pl: Nazwa i podpis kierowcy:
ro_ro: Numele șoferului și semnătura:
ru: Имя и подпись драйвера:
sk_sk: Meno a podpis vodiča:
sq_al: Emri dhe nënshkrimi i shoferit:
sr: Име и потпис возача:
tr_tr: Sürücünün adı ve imzası:

source: Submit
bg_bg: Изпратете
cs_cz: Show
de: Einreichen
es: Entregar
fr: Soumettre
it_it: Spettacoli
mk_mk: Достави
pl_pl: Widać
ro_ro: Spectacole
ru: Представлять на рассмотрение
sk_sk: Odovzdať
sq_al: Shfaqje
sr: Поднети
tr_tr: Şov

# mr_email
source: Email
bg_bg: Имейл
cs_cz: E -THE
es: Correo electrónico
it_it: E -the
mk_mk: Е -пошта
pl_pl: E -the
ro_ro: E -the
ru: Электронная почта
sq_al: E -The
sr: Е-маил
tr_tr: E -Ten

# mr_roles
source: Roles
bg_bg: Роли
cs_cz: Role
de: Rollen
fr: Rôles
it_it: Ruolo
mk_mk: Улоги
pl_pl: Rola
ro_ro: Rol
ru: Роли
sk_sk: Úloha
sq_al: Rol
sr: Улога
tr_tr: Rol

# mr_nousers
source: No users found.
bg_bg: Не са намерени потребители.
cs_cz: Neexistuje žádný uživatel.
de: Keine Benutzer gefunden.
es: No se encontraron usuarios.
fr: Aucun utilisateur trouvé.
it_it: Non esiste un utente.
mk_mk: Не се пронајдени корисници.
pl_pl: Nie ma użytkownika.
ro_ro: Nu există niciun utilizator.
ru: Пользователей не найдено.
sk_sk: Žiadni používatelia nenašli.
sq_al: Nuk ka asnjë përdorues.
sr: Није пронађен ниједан корисник.
tr_tr: Kullanıcı yok.

# mr_select
source: Select Roles
bg_bg: Изберете роли
cs_cz: Vyberte aplikace
de: Rollen auswählen
es: Seleccionar roles
fr: Sélectionner les rôles
it_it: Scegli le applicazioni
mk_mk: Изберете улоги
pl_pl: Wybierz aplikacje
ro_ro: Alegeți aplicații
ru: Выберите роли
sk_sk: Vyberte role
sq_al: Zgjidhni Aplikimet
sr: Изаберите улоге
tr_tr: Uygulamaları Seçin

# mr_remove_roles
source: Remove Roles
bg_bg: Премахнете ролите
cs_cz: Odebrat aplikace
de: Rollen entfernen
es: Eliminar roles
fr: Supprimer les rôles
it_it: Rimuovere le applicazioni
mk_mk: Отстранете ги улогите
pl_pl: Usuń aplikacje
ro_ro: Eliminați aplicațiile
ru: Удалить роли
sk_sk: Odstrániť úlohy
sq_al: Hiq aplikacionet
sr: Уклонити улоге
tr_tr: Uygulamaları Kaldır

# mr_external
source: External Logins
bg_bg: Външни влизания
cs_cz: Externí aplikace
de: Externe Anmeldungen
es: Inicios de sesión externos
fr: Connexions externes
it_it: Applicazione esterna
mk_mk: Надворешни најавувања
pl_pl: Aplikacja zewnętrzna
ro_ro: Aplicație externă
ru: Внешние логины
sk_sk: Externé prihlásenie
sq_al: Aplikim i jashtëm
sr: Спољне пријаве
tr_tr: Harici uygulama

# mr_full_name
source: Full Name
bg_bg: Пълно име
cs_cz: Celé jméno
de: Vollständiger Name
es: Nombre completo
fr: Nom et prénom
it_it: Nome e cognome
mk_mk: Целосно име
pl_pl: Pełne imię i nazwisko
ro_ro: Numele complet
ru: Полное имя
sk_sk: Celé meno
sq_al: Emër i plotë
sr: Пуно име
tr_tr: Ad Soyad

# mr_user_roles
source: Role(s)
bg_bg: Роля (и)
cs_cz: Role
de: Rolle (en)
es: Rol (s)
fr: Rôle (s)
it_it: Ruolo
mk_mk: Улога (и)
pl_pl: Rola
ro_ro: Rol
ru: Роль (S)
sk_sk: Úloha
sq_al: Rol
sr: Улога (и)
tr_tr: Rol

# mr_edit
source: Edit
bg_bg: Редактиране
cs_cz: Upravit
de: Bearbeiten
es: Editar
fr: Modifier
it_it: Modificare
mk_mk: Уреди
pl_pl: Redagować
ro_ro: Edita
ru: Редактировать
sk_sk: Upraviť
sq_al: Modifikoj
sr: Уредити
tr_tr: Düzenlemek

# mr_confirm_delete
source: Confirm Deletion
bg_bg: Потвърдете изтриването
cs_cz: Potvrďte stírání
de: Bestätigen Sie die Löschung
es: Confirmar la eliminación
fr: Confirmer la suppression
it_it: Conferma lo asciugatura
mk_mk: Потврдете го бришењето
pl_pl: Potwierdź wycieranie
ro_ro: Confirmați ștergerea
ru: Подтвердите удаление
sk_sk: Potvrdiť vymazanie
sq_al: Konfirmoni fshirjen
sr: Потврдите брисање
tr_tr: Silmeyi onaylayın

# mr_yes_delete
source: Yes, Delete
bg_bg: Да, изтрийте
cs_cz: Ano Odstranit
de: Ja, löschen
es: Si, eliminar
fr: Oui, supprimez
it_it: Sì Elimina
mk_mk: Да, избришете
pl_pl: Tak Usuń
ro_ro: Da, ștergeți
ru: Да, удалить
sk_sk: Áno, vymažte
sq_al: Po Fshi
sr: Да, избришите
tr_tr: Evet Sil

# end_start_load
source: Start, end of circulation
bg_bg: Започнете, край на циркулацията
cs_cz: Začněte, konec oběhu
de: Start, Ende des Zirkulation
es: Inicio, final de la circulación
fr: Démarrer, fin de circulation
it_it: Inizio, fine della circolazione
mk_mk: Почеток, крај на циркулацијата
pl_pl: Start, koniec krążenia
ro_ro: Începeți, sfârșitul circulației
ru: Начало, конец циркуляции
sk_sk: Začnite, koniec obehu
sq_al: Filloni, Fundi i Qarkullimit
sr: Почетак, крај тиража
tr_tr: Başlangıç, dolaşımın sonu

# ramp1
source: Rampa 1:
bg_bg: Рампа 1:
mk_mk: Рампа 1:
sr: Рампа 1:

# ramp2
source: Rampa 2:
bg_bg: Рампа 2:
mk_mk: Рампа 2:
sr: Рампа 2:

# carina
source: Customs cord:
bg_bg: Митнически шнур:
cs_cz: Celní šňůra:
de: Zollkabel:
es: Cordón aduanero:
fr: Cordon douanière:
it_it: Cordo doganale:
mk_mk: Царински кабел:
pl_pl: Przewód celny:
ro_ro: Cord vamal:
ru: Таможенный шнур:
sk_sk: Colný kábel:
sq_al: Kordoni doganor:
sr: Царински кабл:
tr_tr: Gümrük Kablosu:

# izberi
source: ----- Select ---------
bg_bg: ----- Изберете ---------
cs_cz: ----- Vyberte ---------
de: ----- Wählen ---------
es: ----- Seleccionar ---------
fr: ----- Sélectionner ---------
it_it: ----- Seleziona ---------
mk_mk: ----- Изберете ---------
pl_pl: ----- Wybierać ---------
ru: ----- Выбирать ---------
sk_sk: ----- Vyberte ---------
sq_al: ----- Zgjidhni ---------
sr: ----- Изаберите ---------
tr_tr: ----- Seçme ---------

# prisotna
source: Present
bg_bg: Настояще
cs_cz: Současnost
de: Gegenwärtig
es: Presente
fr: Présent
it_it: Presente
mk_mk: Сегашни
pl_pl: Obecny
ro_ro: Prezent
ru: Подарок
sk_sk: Predstavovať
sq_al: Paraqes
sr: Присутан
tr_tr: Sunmak

# ni_prisotna
source: Is not present
bg_bg: Не присъства
cs_cz: Není přítomen
de: Ist nicht vorhanden
es: No esta presente
fr: N'est pas présent
it_it: Non è presente
mk_mk: Не е присутен
pl_pl: Nie jest obecny
ro_ro: Nu este prezent
ru: Не присутствует
sk_sk: Nie je prítomný
sq_al: Nuk është e pranishme
sr: Није присутан
tr_tr: Mevcut değil

source: CTN
sr: ЦТН

# ustreznost
source: Conducting the vehicle:
bg_bg: Провеждане на превозното средство:
cs_cz: Provádění vozidla:
de: Den Fahrzeug führen:
es: Realización del vehículo:
fr: Conduire le véhicule:
it_it: Condurre il veicolo:
mk_mk: Спроведување на возилото:
pl_pl: Prowadzenie pojazdu:
ro_ro: Conducerea vehiculului:
ru: Проведение транспортного средства:
sk_sk: Vedenie vozidla:
sq_al: Kryerja e automjetit:
sr: Спровођење возила:
tr_tr: Aracı yürütmek:

# neustrezno
source: inadeely
bg_bg: неадеално
cs_cz: nedostatečně
de: unangemessen
es: inadecuado
fr: inadérément
it_it: inadelmente
mk_mk: неоправдано
pl_pl: Nieodprawnie
ro_ro: inadecial
ru: непреднамеренно
sk_sk: nepravidelne
sq_al: në mënyrë të pafytyrë
sr: ненеино
tr_tr: yetersiz

# ustrezno
source: appropriately
bg_bg: подходящо
cs_cz: vhodně
de: angemessen
es: adecuadamente
fr: de manière appropriée
it_it: appropriatamente
mk_mk: соодветно
pl_pl: odpowiednio
ro_ro: în mod corespunzător
ru: соответствующим образом
sk_sk: primerane
sq_al: në mënyrë të përshtatshme
sr: на одговарајући начин
tr_tr: uygun olarak

# delno_neustrezno
source: partially inadequate
bg_bg: частично неадекватни
cs_cz: Částečně neadekvátní
de: teilweise unzureichend
es: parcialmente inadecuado
fr: partiellement inadéquat
it_it: parzialmente inadeguato
mk_mk: делумно несоодветно
pl_pl: częściowo nieodpowiedni
ro_ro: parțial inadecvat
ru: частично неадекватно
sk_sk: čiastočne
sq_al: pjesërisht i papërshtatshëm
sr: делимично неадекватан
tr_tr: kısmen yetersiz

# delno ustrezno
source: partly appropriate
bg_bg: частично подходящо
cs_cz: částečně vhodné
de: teilweise angemessen
es: parcialmente apropiado
fr: en partie approprié
it_it: parzialmente appropriato
mk_mk: делумно соодветно
pl_pl: częściowo odpowiednie
ro_ro: parțial adecvat
ru: частично уместно
sk_sk: čiastočne
sq_al: pjesërisht e përshtatshme
sr: делимично прикладно
tr_tr: kısmen uygun

# start_date
source: Beginning of circulation:
bg_bg: Начало на циркулацията:
cs_cz: Začátek oběhu:
de: Beginn der Verbreitung:
es: Comienzo de la circulación:
fr: Début de la circulation:
it_it: Inizio della circolazione:
mk_mk: Почеток на циркулацијата:
pl_pl: Początek krążenia:
ro_ro: Începutul circulației:
ru: Начало циркуляции:
sk_sk: Začiatok obehu:
sq_al: Fillimi i qarkullimit:
sr: Почетак циркулације:
tr_tr: Dolaşımın başlangıcı:

# set
source: Sets
bg_bg: Комплекти
cs_cz: Sady
it_it: Set
mk_mk: Комплети
pl_pl: Zestawy
ro_ro: Seturi
ru: Наборы
sk_sk: Súprav
sq_al: Pjesë
sr: Сетови
tr_tr: Setler

# end_date
source: End of circulation:
bg_bg: Край на циркулацията:
cs_cz: Konec oběhu:
de: Ende des Verbreitung:
es: Fin de la circulación:
fr: Fin de la circulation:
it_it: Fine della circolazione:
mk_mk: Крај на циркулацијата:
pl_pl: Koniec krążenia:
ro_ro: Sfârșitul circulației:
ru: Конец циркуляции:
sk_sk: Koniec obehu:
sq_al: Fundi i qarkullimit:
sr: Крај циркулације:
tr_tr: Dolaşımın sonu:

# rejected_by_driver
source: The driver rejected the start due to the pause:
bg_bg: Шофьорът отхвърли началото поради паузата:
cs_cz: Řidič odmítl začátek kvůli pauze:
de: Der Fahrer lehnte den Start aufgrund der Pause ab:
es: El conductor rechazó el inicio debido a la pausa:
fr: Le conducteur a rejeté le début en raison de la pause:
it_it: Il conducente ha respinto l'inizio a causa della pausa:
mk_mk: Возачот го отфрли почетокот поради паузата:
pl_pl: Kierowca odrzucił start z powodu przerwy:
ro_ro: Șoferul a respins începutul din cauza pauzei:
ru: Драйвер отклонил начало из -за паузы:
sk_sk: Vodič odmietol štart kvôli pauze:
sq_al: Shoferi e hodhi poshtë fillimin për shkak të pauzës:
sr: Возач је одбацио почетак због паузе:
tr_tr: Sürücü, duraklama nedeniyle başlangıcı reddetti:

# aciton
source: Action
bg_bg: Действие
cs_cz: Akce
de: Aktion
es: Acción
it_it: Azione
mk_mk: Акција
pl_pl: Działanie
ro_ro: Acţiune
ru: Действие
sk_sk: Akcia
sq_al: Veprim
sr: Акција
tr_tr: Aksiyon

# no_data
source: No data for the off.
bg_bg: Няма данни за изключенията.
cs_cz: Žádná data za vypnutí.
de: Keine Daten für das Aus.
es: No hay datos para el apagado.
fr: Aucune donnée pour le désactivation.
it_it: Nessun dato per OFF.
mk_mk: Нема податоци за исклучување.
pl_pl: Brak danych dla OFF.
ro_ro: Fără date pentru oprire.
ru: Нет данных для выхода.
sk_sk: Žiadne údaje pre vypnutie.
sq_al: Asnjë të dhënë për OFF.
sr: Нема података за искључивање.
tr_tr: Kapalı için veri yok.

# add_warehouse
source: Add off the off
bg_bg: Добавете изключеното
cs_cz: Přidejte vypnuto
de: Fügen Sie die Aussagen hinzu
es: Agregue el apagado
fr: Ajouter le désactivation
it_it: Aggiungi fuori
mk_mk: Додадете го исклучувањето
pl_pl: Dodaj wyłącz
ro_ro: Adăugați off off
ru: Добавить
sk_sk: Pridať vypnutím
sq_al: Shto Off Off
sr: Додајте искључивање
tr_tr: Çıkarın

source: Save
bg_bg: Запазете
cs_cz: Šetří
de: Speichern
es: Ahorrar
fr: Sauvegarder
it_it: Salva
mk_mk: Зачувај
pl_pl: Oszczędza
ro_ro: Salvări
ru: Сохранять
sk_sk: Uložiť
sq_al: Kursime
sr: Сачувати
tr_tr: Kurtarmak

source: Notes
bg_bg: Бележки
cs_cz: Poznámky
de: Notizen
es: Notas
it_it: Note
mk_mk: Белешки
pl_pl: Notatki
ro_ro: Note
ru: Примечания
sk_sk: Poznámky
sq_al: Dërrmohen
sr: Белешке
tr_tr: Notalar

source: Add
bg_bg: Добавяне
cs_cz: Přidat
de: Hinzufügen
es: Agregar
fr: Ajouter
it_it: Aggiungere
mk_mk: Додадете
pl_pl: Dodać
ro_ro: Adăuga
ru: Добавлять
sk_sk: Pridať
sq_al: Shtoj
sr: Додати
tr_tr: Eklemek

# quantity
source: Quantity after a warehousekeeper
bg_bg: Количество след склад
cs_cz: Množství po skladu
de: Menge nach einem Lagerhaus
es: Cantidad después de un almacén
fr: Quantité après un entrepôt
it_it: Quantità dopo un magazzino
mk_mk: Количина по магацин
pl_pl: Ilość po magazynie
ro_ro: Cantitate după un depozit
ru: Количество после склад
sk_sk: Množstvo po skladbe
sq_al: Sasia pas një depoje
sr: Количина након складишта
tr_tr: Bir depodan sonra miktar

# manage
source: Managing roles
bg_bg: Управление на ролите
cs_cz: Správa rolí
de: Rollen verwalten
es: Gestión de roles
fr: Gérer les rôles
it_it: Gestione dei ruoli
mk_mk: Управување со улоги
pl_pl: Zarządzanie ról
ro_ro: Gestionarea rolurilor
ru: Управление ролями
sk_sk: Riadenie úloh
sq_al: Menaxhimi i roleve
sr: Управљање улогама
tr_tr: Rolleri Yönetme

# remove_roles
source: A new role:
bg_bg: Нова роля:
cs_cz: Nová role:
de: Eine neue Rolle:
es: Un nuevo papel:
fr: Un nouveau rôle:
it_it: Un nuovo ruolo:
mk_mk: Нова улога:
pl_pl: Nowa rola:
ro_ro: Un nou rol:
ru: Новая роль:
sk_sk: Nová úloha:
sq_al: Një rol i ri:
sr: Нова улога:
tr_tr: Yeni bir rol:

# create_roles
source: Creates a role
bg_bg: Създава роля
cs_cz: Vytváří roli
de: Schafft eine Rolle
es: Crea un papel
fr: Crée un rôle
it_it: Crea un ruolo
mk_mk: Создава улога
pl_pl: Tworzy rolę
ro_ro: Creează un rol
ru: Создает роль
sk_sk: Vytvára úlohu
sq_al: Krijon një rol
sr: Ствара улогу
tr_tr: Bir rol yaratır

# remove_existing_roles
source: Existing applications:
bg_bg: Съществуващи приложения:
cs_cz: Stávající aplikace:
de: Bestehende Anwendungen:
es: Aplicaciones existentes:
fr: Applications existantes:
it_it: Applicazioni esistenti:
mk_mk: Постојни апликации:
pl_pl: Istniejące aplikacje:
ro_ro: Aplicații existente:
ru: Существующие приложения:
sk_sk: Existujúce aplikácie:
sq_al: Aplikimet ekzistuese:
sr: Постојеће апликације:
tr_tr: Mevcut uygulamalar:

# choose_for_delete
source: Choose an application for deletion:
bg_bg: Изберете приложение за изтриване:
cs_cz: Vyberte aplikaci pro vymazání:
de: Wählen Sie eine Anwendung zur Löschung:
es: Elija una aplicación para la eliminación:
fr: Choisissez une application de suppression:
it_it: Scegli un'applicazione per la cancellazione:
mk_mk: Изберете апликација за бришење:
pl_pl: Wybierz aplikację do usunięcia:
ro_ro: Alegeți o aplicație pentru ștergere:
ru: Выберите приложение для удаления:
sk_sk: Vyberte žiadosť o vymazanie:
sq_al: Zgjidhni një aplikacion për fshirjen:
sr: Изаберите пријаву за брисање:
tr_tr: Silinme için bir uygulama seçin:

# choose_role_for_delete
source: Choose an application for deletion
bg_bg: Изберете приложение за изтриване
cs_cz: Vyberte aplikaci pro vymazání
de: Wählen Sie eine Anwendung zur Löschung
es: Elija una aplicación para la eliminación
fr: Choisissez une demande de suppression
it_it: Scegli un'applicazione per la cancellazione
mk_mk: Изберете апликација за бришење
pl_pl: Wybierz aplikację do usunięcia
ro_ro: Alegeți o aplicație pentru ștergere
ru: Выберите приложение для удаления
sk_sk: Vyberte žiadosť o vymazanie
sq_al: Zgjidhni një aplikim për fshirje
sr: Изаберите пријаву за брисање
tr_tr: Silinme için bir uygulama seçin

# delete_role
source: Delete the application
bg_bg: Изтрийте приложението
cs_cz: Odstranit aplikaci
de: Löschen Sie die Anwendung
es: Eliminar la aplicación
fr: Supprimer l'application
it_it: Elimina l'applicazione
mk_mk: Избришете ја апликацијата
pl_pl: Usuń aplikację
ro_ro: Ștergeți aplicația
ru: Удалить приложение
sk_sk: Odstrániť aplikáciu
sq_al: Fshini aplikacionin
sr: Избришите апликацију
tr_tr: Uygulamayı sil

source: Set SMTP Password
bg_bg: Задайте SMTP парола
cs_cz: Nastavte heslo SMTP
de: Setzen Sie SMTP -Passwort
es: Establecer contraseña SMTP
fr: Définir le mot de passe SMTP
it_it: Imposta la password SMTP
mk_mk: Поставете лозинка за SMTP
pl_pl: Ustaw hasło SMTP
ro_ro: Setați parola SMTP
ru: Установите пароль SMTP
sk_sk: Nastavte heslo SMTP
sq_al: Vendosni fjalëkalimin SMTP
sr: Подесите СМТП лозинку
tr_tr: SMTP şifresini ayarlayın

source: SMTP Password
bg_bg: SMTP парола
cs_cz: Heslo SMTP
de: SMTP -Passwort
es: Contraseña SMTP
fr: Mot de passe SMTP
it_it: Password SMTP
mk_mk: Лозинка SMTP
pl_pl: Hasło SMTP
ro_ro: Parolă SMTP
ru: SMTP пароль
sk_sk: Heslo SMTP
sq_al: Fjalëkalimi SMTP
sr: СМТП лозинка
tr_tr: SMTP şifresi

# save_smtp
source: Save
bg_bg: Запазете
cs_cz: Šetří
de: Speichern
es: Ahorrar
fr: Sauvegarder
it_it: Salva
mk_mk: Зачувај
pl_pl: Oszczędza
ro_ro: Salvări
ru: Сохранять
sk_sk: Uložiť
sq_al: Kursime
sr: Сачувати
tr_tr: Kurtarmak

# uae_methods
source: User Access Methods
bg_bg: Методи за достъп до потребители
cs_cz: Způsoby, jak získat přístup k uživateli
de: Benutzerzugriffsmethoden
es: Métodos de acceso de usuario
fr: Méthodes d'accès aux utilisateurs
it_it: Modi per accedere all'utente
mk_mk: Методи за пристап до корисници
pl_pl: Sposoby dostępu do użytkownika
ro_ro: Modalități de accesare a utilizatorului
ru: Методы доступа пользователя
sk_sk: Metódy prístupu používateľa
sq_al: Mënyrat për të hyrë në përdorues
sr: Корисничке методе приступа
tr_tr: Kullanıcıya erişmenin yolları

# uae_google
source: Google Users
bg_bg: Потребители на Google
cs_cz: Uživatelé Google
de: Google -Benutzer
es: Usuarios de Google
fr: Utilisateurs Google
it_it: Utenti di Google
mk_mk: Корисници на Google
pl_pl: Użytkownicy Google
ro_ro: Utilizatori Google
ru: Пользователи Google
sk_sk: Používatelia Google
sq_al: Përdoruesit e Google
sr: Гоогле корисници
tr_tr: Google kullanıcıları

# uae_username
source: Username
bg_bg: Потребителско име
cs_cz: Uživatelské jméno
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it_it: Nome utente
mk_mk: Корисничко име
pl_pl: Nazwa użytkownika
ro_ro: Nume de utilizator
ru: Имя пользователя
sk_sk: Užívateľské meno
sq_al: Emër përdoruesi
sr: Корисничко име
tr_tr: Kullanıcı adı

# uae_login_provider
source: Login Provider
bg_bg: Доставчик на вход
cs_cz: Žadatel o žádost
de: Login -Anbieter
es: Proveedor de inicio de sesión
fr: Fournisseur de connexion
it_it: Candidato per l'applicazione
mk_mk: Давател на најава
pl_pl: Ubiegający się o aplikację
ro_ro: Solicitant pentru cerere
ru: Поставщик входа в систему
sk_sk: Poskytovateľ prihlásení
sq_al: Aplikanti për aplikim
sr: Пријављивање провајдера
tr_tr: Başvuru için başvuru sahibi

# uae_facebook
source: Facebook Users
bg_bg: Потребители на Facebook
cs_cz: Uživatelé Facebooku
de: Facebook -Nutzer
es: Usuarios de Facebook
fr: Utilisateurs Facebook
it_it: Utenti di Facebook
mk_mk: Корисници на Фејсбук
pl_pl: Użytkownicy Facebooka
ro_ro: Utilizatori Facebook
ru: Пользователи Facebook
sk_sk: Užívatelia Facebooku
sq_al: Përdoruesit e Facebook
sr: Фацебоок корисници
tr_tr: Facebook kullanıcıları

# uae_microsoft
source: Microsoft Users
bg_bg: Потребители на Microsoft
cs_cz: Uživatelé společnosti Microsoft
de: Microsoft -Benutzer
es: Usuarios de Microsoft
fr: Utilisateurs de Microsoft
it_it: Utenti Microsoft
mk_mk: Корисници на Мајкрософт
pl_pl: Użytkownicy Microsoft
ro_ro: Utilizatori Microsoft
ru: Пользователи Microsoft
sk_sk: Používatelia Microsoft
sq_al: Përdoruesit e Microsoft
sr: Мицрософт корисници
tr_tr: Microsoft kullanıcıları

# uae_github
source: GitHub Users
bg_bg: Потребители на GitHub
cs_cz: Uživatelé GitHubu
de: Github -Benutzer
es: Usuarios de Github
fr: Utilisateurs de GitHub
it_it: Utenti di github
mk_mk: Корисници на Github
pl_pl: Użytkownicy GitHub
ro_ro: Utilizatori ai Github
ru: Пользователи GitHub
sk_sk: Používatelia GitHub
sq_al: Përdoruesit e GitHub
sr: ГитХуб корисника
tr_tr: GitHub kullanıcıları

# uae_yahoo
source: Yahoo Users
bg_bg: Потребители на Yahoo
cs_cz: Uživatelé yahoo
de: Yahoo -Benutzer
es: Usuarios de Yahoo
fr: Utilisateurs de Yahoo
it_it: Utenti Yahoo
mk_mk: Корисници на Yahoo
pl_pl: Użytkownicy Yahoo
ro_ro: Utilizatori Yahoo
ru: Пользователи Yahoo
sk_sk: Používatelia Yahoo
sq_al: Përdoruesit e yahoo
sr: Корисници Иахоо-а
tr_tr: Yahoo kullanıcıları

# uae_demo_user
source: yahoo_demo_user
cs_cz: Yahoodemeser
it_it: Yahoodemeser
pl_pl: Yahoodemeser
ro_ro: Yahoodemeser
sk_sk: jahoodemouser
sq_al: Yahoodemeser
sr: ИахоодЕмоусер
tr_tr: Yahoodemeser

# uae_yahoo_
source: Yahoo
mk_mk: Јаху
pl_pl: Wieśniak
sq_al: Jahoo
sr: Иахоо

# uae_gitlab
source: GitLab Users
bg_bg: Потребители на Gitlab
cs_cz: Uživatelé Gitlab
de: Gitlab -Benutzer
es: Usuarios de gitlab
fr: Utilisateurs de GitLab
it_it: Utenti Gitlab
mk_mk: Корисници на GitLab
pl_pl: Użytkownicy Gitlab
ro_ro: Utilizatori Gitlab
ru: Пользователи Gitlab
sk_sk: Používatelia gitlab
sq_al: Përdoruesit e GitLab
sr: Гитлаб корисници
tr_tr: Gitlab kullanıcıları

# uae_local
source: Local Users
bg_bg: Местни потребители
cs_cz: Místní uživatelé
de: Lokale Benutzer
es: Usuarios locales
fr: Utilisateurs locaux
it_it: Utenti locali
mk_mk: Локални корисници
pl_pl: Lokalni użytkownicy
ro_ro: Utilizatori locali
ru: Локальные пользователи
sk_sk: Miestni používatelia
sq_al: Përdoruesit lokalë
sr: Локални корисници
tr_tr: Yerel Kullanıcılar

source: Hello, analyst!
bg_bg: Здравейте, анализатор!
cs_cz: Dobrý den, analytik!
de: Hallo, Analyst!
es: ¡Hola, analista!
fr: Bonjour, analyste!
it_it: Ciao, analista!
mk_mk: Здраво, аналитичар!
pl_pl: Witam, analityk!
ro_ro: Bună ziua, analist!
ru: Привет, аналитик!
sk_sk: Dobrý deň, analytik!
sq_al: Përshëndetje, analist!
sr: Здраво, аналитичар!
tr_tr: Merhaba analist!

# analyst_page
source: This is the Analitik dashboard. Below are your available tasks and tools.
bg_bg: Това е таблото Analitik. По -долу са вашите налични задачи и инструменти.
cs_cz: Toto je ovládací panel alatatics. Níže jsou uvedeny vaše dostupné úkoly a nástroje.
de: Dies ist das Analitik -Dashboard. Im Folgenden finden Sie Ihre verfügbaren Aufgaben und Werkzeuge.
es: Este es el tablero de analitik. A continuación se presentan sus tareas y herramientas disponibles.
fr: Ceci est le tableau de bord Analik. Vous trouverez ci-dessous vos tâches et outils disponibles.
it_it: Questo è un pannello di controllo alatatico. Di seguito sono riportate le attività e gli strumenti disponibili.
mk_mk: Ова е табла со аналитики. Подолу се дадени вашите достапни задачи и алатки.
pl_pl: To jest alatatyka panelu sterowania. Poniżej znajdują się dostępne zadania i narzędzia.
ro_ro: Acesta este un panou de control alatic. Mai jos sunt sarcinile și instrumentele disponibile.
ru: Это приборная панель Analitik. Ниже приведены ваши доступные задачи и инструменты.
sk_sk: Toto je informačný panel Analitik. Nižšie sú uvedené vaše dostupné úlohy a nástroje.
sq_al: Ky është një alatatik i panelit të kontrollit. Më poshtë janë detyrat dhe mjetet tuaja të disponueshme.
sr: Ово је аналитичка контролна табла. Испод су ваши доступни задаци и алати.
tr_tr: Bu bir kontrol paneli alatatiktir. Aşağıda mevcut görevleriniz ve araçlarınız bulunmaktadır.

# analyst_download_excel
source: Download Excel
bg_bg: Изтеглете Excel
cs_cz: Stáhnout Excel
de: Laden Sie Excel herunter
es: Descargar Excel
fr: Télécharger Excel
it_it: Scarica Excel
mk_mk: Преземете Excel
pl_pl: Pobierz Excel
ro_ro: Descărcați Excel
ru: Скачать Excel
sk_sk: Stiahnite si Excel
sq_al: Shkarkoni Excel
sr: Преузмите Екцел
tr_tr: Excel'i indir

source: Create
bg_bg: Създаване
cs_cz: Vytvořit
de: Erstellen
es: Crear
fr: Créer
it_it: Creare
mk_mk: Креирај
pl_pl: Tworzyć
ro_ro: Crea
ru: Создавать
sk_sk: Vytvárať
sq_al: Krijoj
sr: Створити
tr_tr: Yaratmak

source: Transport
bg_bg: Транспорт
cs_cz: Přeprava
es: Transporte
it_it: Trasporto
mk_mk: Транспорт
ru: Транспорт
sk_sk: Preprava
sq_al: Transportim
sr: Превоз
tr_tr: Toplu taşıma

source: Back to List
bg_bg: Обратно към списъка
cs_cz: Zpět na seznam
de: Zurück zur Liste
es: Volver a la lista
fr: Retour à la liste
it_it: Torna all'elenco
mk_mk: Назад на списокот
pl_pl: Powrót do listy
ro_ro: Înapoi la listă
ru: Вернуться к списку
sk_sk: Späť na zoznam
sq_al: Kthehu në listë
sr: Повратак на листу
tr_tr: Listeye Dön
