Repository: nejcsever20/DiplomskaNaloga
Catalog: Properties/Resources.*.resx
Languages: bg_bg, cs_cz, de, es, fr, it_it, mk_mk, pl_pl, ro_ro, ru, sk_sk, sq_al, sr, tr_tr

# open_source
source: Open Source Contribution
bg_bg: Принос с отворен код
cs_cz: Příspěvek s otevřeným zdrojovým kódem
de: Open Source -Beitrag
es: Contribución de código abierto
fr: Contribution open source
it_it: Contributo open source
mk_mk: Придонес со отворен извор
pl_pl: Wkład open source
ro_ro: Contribuție la sursă deschisă
ru: Вклад с открытым исходным кодом
sk_sk: Príspevok otvoreného zdroja
sq_al: Kontributi me burim të hapur
sr: Допринос отвореног кода
tr_tr: Açık kaynak katkısı

# video_games
source: Video Games (rarely)
bg_bg: Видеоигри (рядко)
cs_cz: Videohry (zřídka)
de: Videospiele (selten)
es: Videojuegos (raramente)
fr: Jeux vidéo (rarement)
it_it: Videogiochi (raramente)
mk_mk: Видео игри (ретко)
pl_pl: Gry wideo (rzadko)
ro_ro: Jocuri video (rar)
ru: Видеоигры (редко)
sk_sk: Videohry (zriedka)
sq_al: Lojëra video (rrallë)
sr: Видео игре (ретко)
tr_tr: Video Oyunları (nadiren)

source: Gym
bg_bg: Зала
cs_cz: Tělocvična
de: Fitnessstudio
es: Gimnasia
fr: Salle de sport
it_it: Palestra
mk_mk: Салата
pl_pl: Sala gimnastyczna
ro_ro: Gimnazial
ru: Спортзал
sk_sk: Telocvičňa
sq_al: Gjimnaz
sr: Теретана
tr_tr: Spor salonu

# github_1
source: github
sk_sk: potápať sa
sq_al: Getull
sr: гитхуб
tr_tr: Gitithub

source: GitHub #2:
sr: Гитхуб # 2:

source: GitHub #3:
sr: Гитхуб # 3:

source: Phone:
bg_bg: Телефон:
cs_cz: Telefon:
de: Telefon:
es: Teléfono:
fr: Téléphone:
it_it: Telefono:
mk_mk: Телефон:
pl_pl: Telefon:
ro_ro: Telefon:
ru: Телефон:
sk_sk: Telefón:
sq_al: Telefon:
sr: Телефон:
tr_tr: Telefon:

source: Social Media Profiles
bg_bg: Профили на социалните медии
cs_cz: Profily sociálních médií
de: Social Media -Profile
es: Perfiles de redes sociales
fr: Profils de médias sociaux
it_it: Profili dei social media
mk_mk: Профили на социјални медиуми
pl_pl: Profile mediów społecznościowych
ro_ro: Profiluri de social media
ru: Профили социальных сетей
sk_sk: Profily sociálnych médií
sq_al: Profilet e mediave sociale
sr: Профили друштвених медија
tr_tr: Sosyal medya profilleri

source: Twitter
cs_cz: Cvrlikání
es: Gorjeo
fr: Gazouillement
mk_mk: Твитер
pl_pl: Świergot
ro_ro: Stare de nervozitate
sk_sk: Twarch
sr: Нагнути

source: Facebook
mk_mk: Фејсбук
sk_sk: Faceborat
sr: Фацебоок

# instagrma
source: Instagram
mk_mk: Инстаграм
sr: Инстаграм

source: Discord
bg_bg: Раздор
cs_cz: Rozpor
de: Zwietracht
es: Discordia
fr: Discorde
it_it: Discrepanza
mk_mk: Раздор
pl_pl: Rozbieżność
ro_ro: Discrepanţă
ru: Раздор
sk_sk: Nesúhlas
sq_al: Mospërputhje
sr: Нескладан
tr_tr: Tutarsızlık

# about_the_dev
source: About the Developer
bg_bg: За разработчика
cs_cz: O vývojáři
de: Über den Entwickler
es: Sobre el desarrollador
fr: À propos du développeur
it_it: Sullo sviluppatore
mk_mk: За инвеститорот
pl_pl: O programie
ro_ro: Despre dezvoltator
ru: О разработчике
sk_sk: O vývojárovi
sq_al: Rreth zhvilluesit
sr: О програмеру
tr_tr: Geliştirici hakkında

source: Name:
bg_bg: Име:
cs_cz: Jméno:
es: Nombre:
fr: Nom:
it_it: Nome:
mk_mk: Име:
pl_pl: Nazwa:
ro_ro: Nume:
ru: Имя:
sk_sk: Meno:
sq_al: Emri:
sr: Име:
tr_tr: İsim:

source: Role:
bg_bg: Роля:
cs_cz: Aplikace:
de: Rolle:
fr: Rôle:
it_it: Applicazione:
mk_mk: Улога:
pl_pl: Aplikacja:
ro_ro: Aplicație:
ru: Роль:
sk_sk: Úloha
sq_al: Aplikimi:
sr: Улога:
tr_tr: Başvuru:

source: Experience:
bg_bg: Опит:
cs_cz: Zažít:
de: Erfahrung:
es: Experiencia:
fr: Expérience:
it_it: Esperienza:
mk_mk: Искуство:
pl_pl: Doświadczenie:
ro_ro: Experienţă:
ru: Опыт:
sk_sk: Skúsenosti:
sq_al: Përvoja:
sr: Искуство:
tr_tr: Deneyim:

# 20yearold
source: 20-year-old passionate developer who loves creating things that matter.
bg_bg: 20-годишен страстен разработчик, който обича да създава неща, които имат значение.
cs_cz: 20letý vášnivý vývojář, který rád vytváří věci, které jsou důležité.
de: Der 20-jährige leidenschaftliche Entwickler, der es liebt, Dinge zu schaffen, die wichtig sind.
es: Desarrollador apasionado de 20 años al que ama la creación de cosas que importan.
fr: Développeur passionné de 20 ans qui aime créer des choses qui comptent.
it_it: Uno sviluppatore appassionato di 20 anni a cui piace creare cose importanti.
mk_mk: 20-годишен страствен развивач кој сака да создава работи што се важни.
pl_pl: 20-letni namiętny programista, który lubi tworzyć ważne rzeczy.
ro_ro: Un dezvoltator pasionat de 20 de ani căruia îi place să creeze lucruri care sunt importante.
ru: 20-летний страстный разработчик, который любит создавать вещи, которые имеют значение.
sk_sk: 20-ročný vášnivý vývojár, ktorý miluje vytváranie vecí, na ktorých záleží.
sq_al: Një zhvillues i pasionuar 20-vjeçar që pëlqen të krijojë gjëra që janë të rëndësishme.
sr: 20-годишњи страствени програмер који воли стварање ствари које су важне.
tr_tr: Önemli şeyler yaratmayı seven 20 yaşındaki tutkulu bir geliştirici.

# specialities
source: Specialties:
bg_bg: Специации:
cs_cz: Speciality:
de: Spezialitäten:
es: Especialidades:
fr: Spécialités:
it_it: Specialità:
mk_mk: Специјалности:
pl_pl: Specjalności:
ro_ro: Specialități:
ru: Специальности:
sk_sk: Špeciality:
sq_al: Specialitete:
sr: Специјалитети:
tr_tr: Uzmanlıklar:

# building_web_apps
source: Building scalable web applications
bg_bg: Изграждане на мащабируеми уеб приложения
cs_cz: Budování rozsáhlých webových aplikací
de: Erstellen skalierbarer Webanwendungen
es: Creación de aplicaciones web escalables
fr: Construire des applications Web évolutives
it_it: Costruire ampie applicazioni Web
mk_mk: Градење скалабилни веб -апликации
pl_pl: Budowanie rozległych aplikacji internetowych
ro_ro: Construirea aplicațiilor web extinse
ru: Создание масштабируемых веб -приложений
sk_sk: Budovanie škálovateľných webových aplikácií
sq_al: Ndërtimi i aplikacioneve të gjera në internet
sr: Изградња скалабилних веб апликација
tr_tr: Kapsamlı Web Uygulamaları Oluşturma

# api_integration
source: API integration and backend architecture
bg_bg: Интеграция на API и архитектура на бекенд
cs_cz: Integrace API a Zaled Architecture
de: API -Integration und Backend -Architektur
es: Integración de API y arquitectura de backend
fr: Intégration API et architecture backend
it_it: API di integrazione e architettura Zaled
mk_mk: Интеграција на API и архитектура за заднина
pl_pl: API integracji i architektura Zaled
ro_ro: Integrare API și arhitectură Zaled
ru: Интеграция API и архитектура бэкэнд
sk_sk: Integrácia API a architektúra backend
sq_al: Integrimi API dhe Arkitektura Zaled
sr: АПИ интеграција и архитектура Извештаја
tr_tr: Entegrasyon API ve Zaled Mimarisi

# responisive_designs
source: Responsive UI/UX design
bg_bg: Отзивчив UI/UX дизайн
cs_cz: Návrh odezvy UI/UX
es: Diseño receptivo de UI/UX
fr: Conception d'interface utilisateur réactive / ux
it_it: Risposta Design ui/ux
mk_mk: Одговорен UI/UX дизајн
pl_pl: Odpowiedź UI/UX Projekt
ro_ro: Design UI/UX de răspuns
ru: Отзывчивый UI/UX Design
sk_sk: Responzívny dizajn UI/UX
sq_al: Përgjigja UI/UX Dizajn
sr: Одговарајући УИ / УКС дизајн
tr_tr: Yanıt UI/UX Tasarım

# database_designs
source: Database design and optimization
bg_bg: Дизайн и оптимизация на базата данни
cs_cz: Návrh a optimalizace databáze
de: Datenbankdesign und -optimierung
es: Diseño y optimización de la base de datos
fr: Conception et optimisation de la base de données
it_it: Progettazione e ottimizzazione del database
mk_mk: Дизајн и оптимизација на базата на податоци
pl_pl: Projektowanie i optymalizacja bazy danych
ro_ro: Proiectarea și optimizarea bazei de date
ru: Конструкция и оптимизация базы данных
sk_sk: Návrh a optimalizácia databázy
sq_al: Dizajni dhe optimizimi i bazës së të dhënave
sr: Дизајн и оптимизација база података
tr_tr: Veritabanı Tasarımı ve Optimizasyonu

# tools
source: Tools & Technologies:
bg_bg: Инструменти и технологии:
cs_cz: Nástroje a technologie:
de: Tools und Technologien:
es: Herramientas y tecnologías:
fr: Outils et technologies:
it_it: Strumenti e tecnologie:
mk_mk: Алатки и технологии:
pl_pl: Narzędzia i technologie:
ro_ro: Instrumente și tehnologii:
ru: Инструменты и технологии:
sk_sk: Nástroje a technológie:
sq_al: Mjetet dhe teknologjitë:
sr: Алати и технологије:
tr_tr: Araçlar ve teknolojiler:

# git_docket_postman
source: Git, Docker, Postman
bg_bg: Git, Docker, пощальон
de: Git, Docker, Postbote
ro_ro: Git, Docker, poștaș
ru: Гит, Докер, почтальон
sk_sk: Git, Docker, poštár
sr: Гит, доцкер, поштар

# github_actions
source: CI/CD (GitHub Actions)
bg_bg: CI/CD (действия на GitHub)
cs_cz: CI/CD (akce GitHub)
de: CI/CD (GitHub -Aktionen)
es: CI/CD (acciones de Github)
fr: CI / CD (actions GitHub)
it_it: CI/CD (Azioni GitHub)
mk_mk: CI/CD (GitHub дејства)
pl_pl: CI/CD (działania GitHub)
ro_ro: CI/CD (acțiuni Github)
ru: CI/CD (Действия GitHub)
sk_sk: CI/CD (akcie GitHub)
sq_al: CI/CD (Veprimet e GitHub)
sr: ЦИ / ЦД (ГитХуб акције)
tr_tr: CI/CD (GitHub Eylemleri)

# agile_scrum
source: Agile / Scrum methodologies
bg_bg: Agile / Scrum методологии
cs_cz: Metodika Agile / Scrum
de: Agile / Scrum -Methoden
es: Metodologías ágiles / scrum
fr: Méthodologies agiles / Scrum
it_it: Metodologia Agile / Scrum
mk_mk: Методологии на агилни / скруми
pl_pl: Metodologia zwinnej / scrum
ro_ro: Metodologie Agile / Scrum
ru: Методологии Agile / Scrum
sk_sk: Agilné / scrumové metodiky
sq_al: Metodologjia e shkathët / scrum
sr: Методологије Агиле / Сцрум
tr_tr: Çevik / Scrum Metodolojisi

source: Passion Projects:
bg_bg: Страстни проекти:
cs_cz: Vášnivé projekty:
de: Leidenschaftsprojekte:
es: Proyectos de pasión:
fr: Projets passionnés:
it_it: Progetti appassionati:
mk_mk: Проекти за страст:
pl_pl: Namiętne projekty:
ro_ro: Proiecte pasionate:
ru: Страстные проекты:
sk_sk: Passion projekty:
sq_al: Projekte pasionante:
sr: Пројекти страсти:
tr_tr: Tutkulu Projeler:

# open_source_contributions
source: Open-source contributions on GitHub
bg_bg: Принос на отворен код за GitHub
cs_cz: Příspěvky otevřeného zdroje do GitHubu
de: Open-Source-Beiträge zu Github
es: Contribuciones de código abierto en Github
fr: Contributions open source sur Github
it_it: Contributi open source a GitHub
mk_mk: Придонеси со отворен извор на github
pl_pl: Wkład open source do GitHub
ro_ro: Contribuții open source la Github
ru: Вклад с открытым исходным кодом на GitHub
sk_sk: Príspevky s otvoreným zdrojom na GitHub
sq_al: Kontributet me burim të hapur për GitHub
sr: Доприноси отвореног кода на Гитхуб-у
tr_tr: Github'a açık kaynak katkıları

# building_educational_tools
source: Building educational tools for developers
bg_bg: Изграждане на образователни инструменти за разработчици
cs_cz: Konstrukce vzdělávacích nástrojů pro vývojáře
de: Aufbau von Bildungswerkzeugen für Entwickler
es: Creación de herramientas educativas para desarrolladores
fr: Construire des outils éducatifs pour les développeurs
it_it: Costruzione di strumenti educativi per gli sviluppatori
mk_mk: Градење на едукативни алатки за развивачи
pl_pl: Budowa narzędzi edukacyjnych dla programistów
ro_ro: Construcția de instrumente educaționale pentru dezvoltatori
ru: Создание образовательных инструментов для разработчиков
sk_sk: Budovanie vzdelávacích nástrojov pre vývojárov
sq_al: Ndërtimi i mjeteve arsimore për zhvilluesit
sr: Изградња образовних алата за програмере
tr_tr: Geliştiriciler için eğitim araçlarının inşası

# tech_blogs_tutorials
source: Writing technical blogs and tutorials
bg_bg: Писане на технически блогове и уроци
cs_cz: Psaní technických blogů a cvičení
de: Schreiben technischer Blogs und Tutorials
es: Escribir blogs técnicos y tutoriales
fr: Rédaction de blogs techniques et de tutoriels
it_it: Scrivere blog ed esercizi tecnici
mk_mk: Пишување технички блогови и упатства
pl_pl: Pisanie blogów technicznych i ćwiczeń
ro_ro: Scrierea blogurilor și exercițiilor tehnice
ru: Написание технических блогов и учебных пособий
sk_sk: Písanie technických blogov a návodov
sq_al: Shkrimi i blogeve dhe ushtrimeve teknike
sr: Писање техничких блогова и туторијала
tr_tr: Teknik bloglar ve egzersizler yazmak

# technical_interrests
source: Technical Interests:
bg_bg: Технически интереси:
cs_cz: Technické zájmy:
de: Technische Interessen:
es: Intereses técnicos:
fr: Intérêts techniques:
it_it: Interessi tecnici:
mk_mk: Технички интереси:
pl_pl: Zainteresowania techniczne:
ro_ro: Interese tehnice:
ru: Технические интересы:
sk_sk: Technické záujmy:
sq_al: Interesat teknike:
sr: Технички интереси:
tr_tr: Teknik İlgi Alanları:

# machine_learning
source: Machine Learning and AI integration in web apps
bg_bg: Машинно обучение и интеграция на AI в уеб приложения
cs_cz: Strojové učení a integrace AI ve webových aplikacích
de: Maschinelles Lernen und KI -Integration in Web -Apps
es: Aprendizaje automático e integración de IA en aplicaciones web
fr: Apprentissage automatique et intégration en IA dans les applications Web
it_it: AI MECCANICA AI AI NELLA Web Apprendimento e integrazione
mk_mk: Машинско учење и интеграција на АИ во веб -апликации
pl_pl: Uczenie maszynowe i integracja AI w aplikacjach internetowych
ro_ro: Învățare automată și integrare AI în aplicații web
ru: Машинное обучение и интеграция искусственного интеллекта в веб -приложениях
sk_sk: Strojové učenie a integrácia AI do webových aplikácií
sq_al: Mësimi dhe integrimi i makinerisë AI në aplikacionet në internet
sr: Машинско учење и АИ интеграција у веб апликацијама
tr_tr: Web uygulamalarında makine öğrenimi ve entegrasyon AI

# devops_conatiners
source: DevOps and container orchestration
bg_bg: DevOps и контейнерни оркестрация
cs_cz: Orchestrace DevOps a kontejnerů
de: DevOps und Container Orchestrierung
es: Orquestación DevOps y contenedor
fr: DevOps et Orchestration des conteneurs
it_it: DevOps e Orchestrazione del contenitore
mk_mk: DevOps и оркестрација на контејнери
pl_pl: DevOps and Container Orkiestracja
ro_ro: DevOps și orchestrarea containerului
ru: DevOps и Orchestration Container
sk_sk: DevOps a kontajnerová orchestrácia
sq_al: DevOps dhe Orkestrimi i Kontejnave
sr: ДЕВОПС и контејнерски оркестрација
tr_tr: DevOps ve Konteyner Sözleşmesi

# progressive_web_apps
source: Progressive Web Apps (PWAs)
bg_bg: Прогресивни уеб приложения (PWAS)
cs_cz: Progresivní webové aplikace (PWA)
es: Aplicaciones web progresivas (PWA)
fr: Applications Web progressives (PWAS)
it_it: Progressive Web Applications (PWA)
mk_mk: Прогресивни веб -апликации (PWA)
pl_pl: Progresywne aplikacje internetowe (PWA)
ro_ro: Aplicații web progresive (PWA)
ru: Прогрессивные веб -приложения (PWAS)
sk_sk: Progresívne webové aplikácie (PWAS)
sq_al: Aplikime Progresive në Ueb (PWA)
sr: Прогресивне веб апликације (ПВАС)
tr_tr: Aşamalı Web Uygulamaları (PWA)

# clean_architecture
source: Clean Architecture & Design Patterns
bg_bg: Чисти модели на архитектура и дизайн
cs_cz: Čisté vzory architektury a designu
de: Saubere Architektur- und Designmuster
es: Patrones de arquitectura limpia y diseño
fr: Architecture et motifs de conception propres
it_it: Motivi puri di architettura e design
mk_mk: Чиста архитектура и обрасци за дизајн
pl_pl: Czyste wzory architektury i designu
ro_ro: Modele pure de arhitectură și design
ru: Чистая архитектура и дизайнерские узоры
sk_sk: Vzory čistej architektúry a dizajnu
sq_al: Modele të pastra të arkitekturës dhe dizajnit
sr: Очистите архитектуре и обрасци дизајна
tr_tr: Saf mimari ve tasarım kalıpları

# favourite_projects
source: Favorite Projects:
bg_bg: Любими проекти:
cs_cz: Oblíbené projekty:
de: Lieblingsprojekte:
es: Proyectos favoritos:
fr: Projets préférés:
it_it: Progetti preferiti:
mk_mk: Омилени проекти:
pl_pl: Ulubione projekty:
ro_ro: Proiecte preferate:
ru: Любимые проекты:
sk_sk: Obľúbené projekty:
sq_al: Projektet e preferuara:
sr: Омиљени пројекти:
tr_tr: Favori Projeler:

# diploma_web_app
source: Diploma Web App – A showcase of real-world skills in ASP.NET and Razor Pages.
bg_bg: Уеб приложение за диплома-витрина на уменията в реалния свят в страниците на ASP.NET и Razor.
cs_cz: Aplikace pro webové absolventy
de: Diplom-Web-App-Ein Präsentieren von Fähigkeiten in realer Welt auf ASP.NET- und Rasiermesserseiten.
es: Aplicación web de Diploma: una muestra de habilidades del mundo real en las páginas ASP.NET y Razor.
fr: Diplôme Application Web - une vitrine de compétences réelles dans les pages ASP.NET et Razor.
it_it: App di laurea web
mk_mk: Веб-апликација за диплома-изложба на вештини во реалниот свет на страниците ASP.NET и Razor.
pl_pl: Aplikacja dla absolwentów internetowych
ro_ro: Aplicație de absolvire web
ru: Дипломное веб-приложение-демонстрация реальных навыков на страницах ASP.NET и Razor.
sk_sk: Diplom Web App-ukážka zručností v reálnom svete na stránkach ASP.NET a Razor.
sq_al: Aplikacioni i diplomuar në internet
sr: ДИПЛОМА ВЕБ АПП - Изложба вештина у стварном свету у АСП.НЕТ и Броуор страницама.
tr_tr: Web Lisansüstü Uygulaması

# ecommerce_demo
source: E-Commerce Demo – A mock storefront using MVC and Stripe integration.
bg_bg: Демонстрация на електронната търговия-макетна витрина, използваща интеграция на MVC и Stripe.
cs_cz: Prezentace elektronického obchodování
de: E-Commerce-Demo-eine Scheingeschäfte mit MVC- und Stripe-Integration.
es: Demo de comercio electrónico: una tienda simulada que usa MVC e integración de franjas.
fr: Demo de commerce électronique - Une simulation de vitrine utilisant MVC et l'intégration de rayures.
it_it: Presentazione del commercio elettronico
mk_mk: Демо за е-трговија-потсмев со продавница со употреба на интеграција на MVC и ленти.
pl_pl: Prezentacja e-commerce
ro_ro: Prezentarea comerțului electronic
ru: Демонстрация электронной коммерции-фиктивная витрина с использованием интеграции MVC и полосы.
sk_sk: Demo E-Commerce-Mock Salefront s použitím integrácie MVC a Stripe.
sq_al: Prezantimi i tregtisë elektronike
sr: Е-Цоммерце Демо - руговано изложбу помоћу МВЦ-а и интеграције Стрипе.
tr_tr: E-ticaret sunumu

# personal_cms_app
source: Personal CMS System – Built from scratch to manage blog content.
bg_bg: Лична CMS система - изградена от нулата до управление на съдържанието на блога.
cs_cz: Osobní systém CMS - postaven od nuly pro správu obsahu blogu.
de: Persönliches CMS -System - von Grund auf neu erstellt, um Blog -Inhalte zu verwalten.
es: Sistema CMS personal: construido desde cero para administrar el contenido del blog.
fr: Système CMS personnel - construit à partir de zéro pour gérer le contenu du blog.
it_it: Sistema personale CMS: creato da zero per gestire i contenuti del blog.
mk_mk: Личен CMS систем - изграден од нула за управување со содржината на блогот.
pl_pl: System osobisty CMS - Zbudowany od podstaw, aby zarządzać treściami blogów.
ro_ro: Sistem personal CMS - construit de la zero pentru a gestiona conținutul blogului.
ru: Личная система CMS - созданная с нуля для управления контентом блога.
sk_sk: Osobný systém CMS - postavený od nuly na správu obsahu blogu.
sq_al: Sistemi Personal CMS - i ndërtuar nga e para për të menaxhuar përmbajtjen e blogut.
sr: Лични ЦМС систем - изграђен од нуле за управљање садржајем блога.
tr_tr: CMS Kişisel Sistemi - Blog içeriğini yönetmek için sıfırdan üretildi.

source: Achievements:
bg_bg: Постижения:
cs_cz: Úspěchy:
de: Erfolge:
es: Logros:
fr: Réalisations:
it_it: Risultati:
mk_mk: Достигнувања:
pl_pl: Osiągnięcia:
ro_ro: Realizări:
ru: Достижения:
sk_sk: Úspechy:
sq_al: Arritjet:
sr: Достигнућа:
tr_tr: Başarılar:

# full_stack_projects
source: Completed 20+ full-stack projects
bg_bg: Попълнени 20+ проекта за пълен стек
cs_cz: Dokončené 20+ projektů s plnými scénami
de: Abgeschlossen über mehr als 20 Full-Stack-Projekte
es: Completados de más de 20 proyectos de pila completa
fr: Achevé plus de 20 projets à pile complète
it_it: Completato oltre 20 progetti di scene complete
mk_mk: Завршени 20+ проекти со целосна работа
pl_pl: Ukończone ponad 20 pełnych projektów scen
ro_ro: Completat 20+ proiecte de scene complete
ru: Завершено более 20 проектов с полным стеком
sk_sk: Dokončené 20+ projektov s úplným výtlakom
sq_al: Përfunduar 20+ projekte të skenave të plota
sr: Завршени 20+ пројеката Фулл-Стацк
tr_tr: 20'den fazla tam sahne projesini tamamladı

# maintenance
source: Maintained multiple GitHub repositories with 50+ stars
bg_bg: Поддържа множество хранилища на Github с 50+ звезди
cs_cz: Zdržen se z více repozitářů GitHub s 50+ hvězdami
de: Behielt mehrere Github -Repositories mit 50+ Sternen bei
es: Mantuvo múltiples repositorios de Github con más de 50 estrellas
fr: Maintenu plusieurs référentiels GitHub avec plus de 50 étoiles
it_it: Annunciate da più repository GitHub con oltre 50 stelle
mk_mk: Одржувани повеќе складишта за Github со 50+ starsвезди
pl_pl: Wstrzymywany od wielu repozytoriów GitHub z 50+ gwiazdkami
ro_ro: Abonat de la mai multe depozite Github cu peste 50 de stele
ru: Сохранил несколько репозитории GitHub с более чем 50 звездами
sk_sk: Udržiavané viacero úložiskov GitHub s 50+ hviezdami
sq_al: Abstenoi nga depot e shumta të GitHub me 50+ yje
sr: Одржава више односаних спремишта са 50+ звезда
tr_tr: 50'den fazla yıldızlı birden fazla Github deposundan kaçınıldı

# custom_components
source: Built custom components in Blazor and ASP.NET Core
bg_bg: Вградени персонализирани компоненти в Blazor и Asp.net Core
cs_cz: Vlastní komponenty v jádru Blazuru a Asp.net
de: Erstellte benutzerdefinierte Komponenten in Blazor und ASP.Net Core
es: Componentes personalizados construidos en Blazor y ASP.NET Core
fr: Construit des composants personnalisés dans Blazor et Asp.Net Core
it_it: Componenti personalizzati al centro di Blazor e ASP.NET
mk_mk: Изградени сопствени компоненти во Blazor и ASP.NET Core
pl_pl: Niestandardowe komponenty u podstaw Blazor i ASP.NET
ro_ro: Componente personalizate la baza Blazor și ASP.NET
ru: Построенные пользовательские компоненты в Blazor и Asp.net Core
sk_sk: Postavené vlastné komponenty v doštičke a jadre ASP.NET
sq_al: Komponentët me porosi në thelbin e Blazor dhe ASP.NET
sr: Изграђене прилагођене компоненте у Блазор и АСП.НЕТ језгри
tr_tr: Blazor ve ASP.net'in merkezindeki özel bileşenler

# designed_and_deployed
source: Designed and deployed cloud-based solutions via Azure
bg_bg: Проектирани и внедрени облачни решения чрез Azure
cs_cz: Navržena a nainstalovaná cloudová řešení prostřednictvím Azure
de: Entworfene und bereitete Cloud-basierte Lösungen über Azure
es: Soluciones basadas en la nube diseñadas e implementadas a través de Azure
fr: Solutions basées sur le cloud conçues et déployées via Azure
it_it: Soluzioni cloud progettate e installate tramite Azure
mk_mk: Дизајнирани и распоредени решенија засновани на облак преку Azure
pl_pl: Zaprojektowane i zainstalowane rozwiązania w chmurze za pośrednictwem Azure
ro_ro: Soluții cloud proiectate și instalate prin Azure
ru: Разработанные и развернутые облачные решения через Azure
sk_sk: Navrhnuté a nasadené cloudové riešenia prostredníctvom Azure
sq_al: Projektuar dhe instaluar zgjidhje cloud përmes Azure
sr: Дизајниран и распоређен решења заснована на облаку путем Азура
tr_tr: Azure aracılığıyla tasarlanmış ve kurulu bulut çözümleri

source: Learning Goals:
bg_bg: Учебни цели:
cs_cz: Cíle učení:
de: Lernziele:
es: Objetivos de aprendizaje:
fr: Objectifs d'apprentissage:
it_it: Obiettivi di apprendimento:
mk_mk: Цели на учење:
pl_pl: Cele uczenia się:
ro_ro: Obiective de învățare:
ru: Цели обучения:
sk_sk: Ciele učenia:
sq_al: Qëllimet e të nxënit:
sr: Циљеви учења:
tr_tr: Öğrenme Hedefleri:
