Repository: nejcsever20/DiplomskaNaloga
Catalog: Properties/Resources.*.resx
Languages: bg_bg, cs_cz, de, es, fr, it_it, mk_mk, pl_pl, ro_ro, ru, sk_sk, sq_al, sr, tr_tr

source: Planned arrival:
bg_bg: Планирано пристигане:
cs_cz: Plánovaný příjezd:
de: Geplante Ankunft:
es: Llegada planificada:
fr: Arrivée planifiée:
it_it: Arrivo pianificato:
mk_mk: Планирано пристигнување:
pl_pl: Planowane przybycie:
ro_ro: Sosire planificată:
ru: Запланированное прибытие:
sk_sk: Plánovaný príchod:
sq_al: Arritja e planifikuar:
sr: Планирани долазак:
tr_tr: Planlanan Varış:

source: Registration:
bg_bg: Регистрация:
cs_cz: Registrace:
de: Anmeldung:
es: Registro:
fr: Inscription:
it_it: Registrazione:
mk_mk: Регистрација:
pl_pl: Rejestracja:
ro_ro: Înregistrare:
ru: Регистрация:
sk_sk: Registrácia:
sq_al: Regjistrimi:
sr: Регистрација:
tr_tr: Kayıt:

source: Driver:
bg_bg: Драйвер:
cs_cz: Řidič:
de: Treiber:
es: Conductor:
fr: Conducteur:
it_it: Autista:
mk_mk: Возач:
pl_pl: Kierowca:
ro_ro: Șofer:
ru: Водитель:
sk_sk: Vodič:
sq_al: Shoferi:
sr: Возач:
tr_tr: Sürücü:

# type_of_transport
source: Type of transportation:
bg_bg: Вид транспорт:
cs_cz: Typ dopravy:
de: Art des Transports:
es: Tipo de transporte:
fr: Type de transport:
it_it: Tipo di trasporto:
mk_mk: Вид на транспорт:
pl_pl: Rodzaj transportu:
ro_ro: Tipul de transport:
ru: Тип транспорта:
sk_sk: Druh prepravy:
sq_al: Lloji i transportit:
sr: Врста превоза:
tr_tr: Ulaşım Türü:

# type
source: Type of transport:
bg_bg: Вид транспорт:
cs_cz: Typ dopravy:
de: Art des Transports:
es: Tipo de transporte:
fr: Type de transport:
it_it: Tipo di trasporto:
mk_mk: Вид на транспорт:
pl_pl: Rodzaj transportu:
ro_ro: Tipul de transport:
ru: Тип транспорта:
sk_sk: Druh prepravy:
sq_al: Lloji i transportit:
sr: Врста превоза:
tr_tr: Ulaşım türü:

source: Warehouse:
bg_bg: Склад:
cs_cz: Sklad:
de: Lager:
es: Depósito:
fr: Entrepôt:
it_it: Magazzino:
mk_mk: Складиште:
pl_pl: Magazyn:
ro_ro: Depozit:
ru: Склад:
sk_sk: Sklad:
sq_al: Magazina:
sr: Складиште:
tr_tr: Depo:

# stop_driver
source: Driver's pause:
bg_bg: Пауза на водача:
cs_cz: Pauza řidiče:
de: Pause des Fahrers:
es: Pausa del conductor:
fr: Pause du conducteur:
it_it: Pausa del conducente:
mk_mk: Пауза на возачот:
pl_pl: Pauza kierowcy:
ro_ro: Pauza șoferului:
ru: Пауза водителя:
sk_sk: Pauza vodiča:
sq_al: Pauzë e shoferit:
sr: Пауза возача:
tr_tr: Sürücü Duraklaması:

# navis_start
source: NAVIS začetek sklada:
cs_cz: Navis Start fond:
it_it: Navis Start Fund:
pl_pl: Navis Start Fund:
ro_ro: Fondul Navis Start:
sk_sk: Navis Zacetek Sklada:
sq_al: Fondi i Fillimit të Navis:
sr: Навис зачетек Склада:
tr_tr: Navis Başlat Fonu:

# navis_end
source: NAVIS konec sklada:
cs_cz: Konec fondu Navis:
it_it: Navis End del Fondo:
pl_pl: Navis End of the Fund:
ro_ro: Navis End of the Fund:
ru: Навис Конек Склада:
sq_al: Navis Fundi i Fondit:
sr: Навис Конец Склада:
tr_tr: Fonun Sonunu Navis:

# no_transports
source: There are no transports for this id
bg_bg: Няма транспорти за този идентификатор
cs_cz: Pro toto osobní číslo neexistuje žádná doprava
de: Es gibt keine Transporte für diese ID
es: No hay transportes para esta identificación
fr: Il n'y a pas de transport pour cette pièce d'identité
it_it: Non ci sono trasporti per questo numero personale
mk_mk: Нема транспорт за оваа лична карта
pl_pl: Nie ma transportu na ten osobisty numer
ro_ro: Nu există transport pentru acest număr personal
ru: Там нет транспорта для этого идентификатора
sk_sk: Neexistujú žiadne prepravy pre toto ID
sq_al: Nuk ka transport për këtë numër personal
sr: Нема превоза за овај ИД
tr_tr: Bu kişisel numara için ulaşım yok

# all_warehouses
source: All stores
bg_bg: Всички магазини
cs_cz: Všechny obchody
de: Alle Geschäfte
es: Todas las tiendas
fr: Tous les magasins
it_it: Tutti i negozi
mk_mk: Сите продавници
pl_pl: Wszystkie sklepy
ro_ro: Toate magazinele
ru: Все магазины
sk_sk: Všetky obchody
sq_al: Të gjitha dyqanet
sr: Све продавнице
tr_tr: Tüm Mağazalar

source: Transport Details
bg_bg: Подробности за транспорта
cs_cz: Dopravní údaje
es: Detalles de transporte
fr: Détails du transport
it_it: Dettagli di trasporto
mk_mk: Детали за транспортот
pl_pl: Szczegóły transportu
ro_ro: Detalii despre transport
ru: Транспортные детали
sk_sk: Detaily prepravy
sq_al: Detajet e Transportit
sr: Детаљи транспорта
tr_tr: Taşıma detayları

# tnrasport_info
source: Transport Information
bg_bg: Информация за транспорт
cs_cz: Přepravní informace
de: Transportinformationen
es: Información de transporte
fr: Informations de transport
it_it: Informazioni sui trasporti
mk_mk: Информации за транспорт
pl_pl: Informacje o transporcie
ro_ro: Informații de transport
ru: Транспортная информация
sk_sk: Prepravné informácie
sq_al: Informacion për transportin
sr: Информације о превозу
tr_tr: Taşıma bilgileri

# transport_type
source: Type oftransport
bg_bg: Тип триранспорт
cs_cz: Typ ofTransportu
de: Art Oftransport
es: Tipo de instrucciones
fr: Type de Transport
it_it: Tipo di transport
mk_mk: Вид на Транспорт
pl_pl: Rodzaj Transport
ro_ro: Tip de transport
ru: Тип транспорта
sk_sk: Typ transportu
sq_al: Lloji i Transportit
sr: Тип Транспорт
tr_tr: Tür Tür

# pasue
source: Pause
bg_bg: Пауза
cs_cz: Pauza
es: Pausa
it_it: Pausa
mk_mk: Пауза
pl_pl: Pauza
ro_ro: Pauză
ru: Пауза
sk_sk: Pozastaviť
sq_al: Bëj pauzë
sr: Пауза
tr_tr: Duraklamak

# trnasport_type
source: Type of transportation
bg_bg: Вид транспорт
cs_cz: Typ dopravy
de: Art des Transports
es: Tipo de transporte
fr: Type de transport
it_it: Tipo di trasporto
mk_mk: Вид на транспорт
pl_pl: Rodzaj transportu
ro_ro: Tipul de transport
ru: Тип транспорта
sk_sk: Druh prepravy
sq_al: Lloji i transportit
sr: Врста транспорта
tr_tr: Taşımacılık türü

# details_driver
source: Driver
bg_bg: Драйвер
cs_cz: Řidič
de: Treiber
es: Conductor
fr: Conducteur
it_it: Autista
mk_mk: Возач
pl_pl: Kierowca
ro_ro: Șofer
ru: Водитель
sk_sk: Vodič
sq_al: Shofer
sr: Возач
tr_tr: Sürücü

# details_navisstart
source: NAVISZacetekSklada
cs_cz: PlayfulteKteklad
de: Naviszaceteklada
it_it: Un playfultekteklad
pl_pl: PlayfultekTeklad
ro_ro: Un Playfultekteklad
sk_sk: NaviszaceKsklada
sq_al: Një lojë e këndshme
sr: Нависзацетексклада
tr_tr: Playfultektladlad

# details_navisend
source: NAVISKonecSklada
cs_cz: Vaition
it_it: VAUZIONE
pl_pl: Vaution
ro_ro: Vad
sq_al: Zotim
sr: Нависконецсклада
tr_tr: Vaation

# detailed_assigned
source: Assigned Skladiscnik
bg_bg: Назначен Skladiscnik
cs_cz: Přiřadil sklad
de: Zugewiesen Skladiscnik
es: Skladiscnik asignado
fr: Skladiscnik attribué
it_it: Assegnato un magazzino
mk_mk: Назначен Складискк
pl_pl: Przypisał magazyn
ro_ro: A atribuit un depozit
ru: Назначен Skladiscnik
sk_sk: Pridelený Skladiscnik
sq_al: Caktoi një depo
sr: Додељен Складисцник
tr_tr: Bir depo atandı

# greeting_shiftmanager
source: Greetings, shift!
bg_bg: Поздрави, смяна!
cs_cz: Zdravím, posun!
de: Grüße, Schicht!
es: ¡Saludos, turno!
fr: Salutations, Shift!
it_it: Saluti, turno!
mk_mk: Поздрав, смена!
pl_pl: Pozdrowienia, zmiana!
ro_ro: Salutări, schimb!
ru: Приветствую, сдвиг!
sk_sk: Zdravím, posuňte!
sq_al: Përshëndetje, ndërrimi!
sr: Поздрав, Схифт!
tr_tr: Selamlar, vardiya!

# shit_manager
source: This is the page for the Izmenovodja role. Use the links below to manage registrations and perform tasks related to your role.
bg_bg: Това е страницата за ролята на Izmenovodja. Използвайте връзките по -долу, за да управлявате регистрации и изпълнение на задачи, свързани с вашата роля.
cs_cz: Toto je stránka pro roli posunu. Pomocí níže uvedených odkazů spravujte registrace a provádějte úkoly související s vaší rolí.
de: Dies ist die Seite für die Izmenovodja -Rolle. Verwenden Sie die folgenden Links, um Registrierungen zu verwalten und Aufgaben im Zusammenhang mit Ihrer Rolle auszuführen.
es: Esta es la página para el papel de Izmenovodja. Use los enlaces a continuación para administrar registros y realizar tareas relacionadas con su rol.
fr: Ceci est la page du rôle d'Izmenovodja. Utilisez les liens ci-dessous pour gérer les inscriptions et effectuer des tâches liées à votre rôle.
it_it: Questa è la pagina per il ruolo del turno. Usa i collegamenti seguenti per gestire le registrazioni ed eseguire attività relative al tuo ruolo.
mk_mk: Ова е страница за улогата на Изменовџа. Користете ги врските подолу за да управувате со регистрациите и да извршите задачи поврзани со вашата улога.
pl_pl: To jest strona roli zmiany. Użyj poniższych linków, aby zarządzać rejestracjami i wykonywać zadania związane z twoją rolą.
ro_ro: Aceasta este pagina pentru rolul schimbării. Utilizați linkurile de mai jos pentru a gestiona înregistrările și pentru a îndeplini sarcini legate de rolul dvs.
ru: Это страница для роли Izmenovodja. Используйте ссылки ниже, чтобы управлять регистрациями и выполнить задачи, связанные с вашей ролью.
sk_sk: Toto je stránka pre úlohu Izmenovodja. Použite odkazy nižšie na riadenie registrácií a vykonávanie úloh týkajúcich sa vašej úlohy.
sq_al: Kjo është faqja për rolin e ndërrimit. Përdorni lidhjet më poshtë për të menaxhuar regjistrimet dhe për të kryer detyra që lidhen me rolin tuaj.
sr: Ово је страница за улогу Изменоводја. Користите везе у наставку да бисте управљали регистрацијама и обављали задатке који се односе на вашу улогу.
tr_tr: Bu, vardiyanın rolünün sayfasıdır. Kayıtları yönetmek ve rolünüzle ilgili görevleri gerçekleştirmek için aşağıdaki bağlantıları kullanın.

source: Confirm Account
bg_bg: Потвърдете акаунта
cs_cz: Potvrďte účet
de: Konto bestätigen
es: Cuenta de confirmación
fr: Confirmer le compte
it_it: Conferma l'account
mk_mk: Потврдете ја сметката
pl_pl: Potwierdź konto
ro_ro: Confirmați contul
ru: Подтвердить аккаунт
sk_sk: Potvrdiť
sq_al: Konfirmoni llogarinë
sr: Потврдите рачун
tr_tr: Hesabı onaylayın

# app_diplomska
source: diploma
bg_bg: диплома
cs_cz: diplom
de: Diplom
fr: diplôme
mk_mk: Диплома
pl_pl: dyplom
ro_ro: diplomă
ru: диплом
sk_sk: diplom
sq_al: diplomë
sr: диплома

# _layout_home
source: Home
bg_bg: Начало
cs_cz: Doma
de: Heim
es: Hogar
fr: Maison
it_it: A casa
mk_mk: Дома
pl_pl: U siebie w domu
ro_ro: Acasă
ru: Дом
sk_sk: Domov
sq_al: Në shtëpi
sr: Дом
tr_tr: Evde

# _layout_privacy
source: Privacy
bg_bg: Поверителност
cs_cz: Soukromí
de: Privatsphäre
es: Privacidad
fr: Confidentialité
mk_mk: Приватност
pl_pl: Prywatność
ro_ro: Confidențialitate
ru: Конфиденциальность
sk_sk: Súkromie
sq_al: Intimitet
sr: Приватност
tr_tr: Mahremiyet

# _layout_izmenovodja
source: Izmenovodja Dashboard
bg_bg: Izmenovodja табло
cs_cz: Ovládací panel správce Shift
es: Panel de Izmenovodja
fr: Tableau de bord Izmenovodja
it_it: Pannello di controllo Shift Manager
mk_mk: Табла izmenovodja
pl_pl: Panel sterowania menedżerem zmiany biegów
ro_ro: Panou de control al managerului de schimb
ru: Приборная панель Izmenovodja
sq_al: Paneli i kontrollit të menaxherit të ndërrimit
sr: Изменоводја контролна табла
tr_tr: Vardiya Yöneticisi Kontrol Paneli

# _layout_skaldiscnik
source: Skladiščnik Dashboard
bg_bg: Skladiščnik табло
cs_cz: Dashboard Warešchik
es: Skladiščnik tablero
fr: Tableau de bord Skladiščnik
it_it: Dashboard Wareščik
mk_mk: Табла Складиќник
pl_pl: Dashboard Wareščik
ro_ro: Bord Wareščik
ru: Dashboard Skladiéshnik
sk_sk: Dashboard Skladiščnik
sq_al: Magazina e pultit
sr: Складишчник контролна табла
tr_tr: Dashboard Wareščik

# _Layout_admin
source: Admin Dashboard
bg_bg: Администраторско табло
cs_cz: Ovládací panel správy
es: Tablero de administración
fr: Tableau de bord administratif
it_it: Pannello di controllo dell'amministrazione
mk_mk: Администраторска табла
pl_pl: Panel sterowania administracyjnego
ro_ro: Panoul de control al administrării
ru: Административная панель
sk_sk: Prístrojová doska
sq_al: Panel i kontrollit të administratës
sr: Админ контролна табла
tr_tr: Yönetim kontrol paneli

# _Layout_analitika
source: Analitika Dashboard
bg_bg: Аналитика табло
cs_cz: Animettika ovládacího panelu
es: Tablero de analitika
fr: Tableau de tableau de bord Analytika
it_it: Animetici del pannello di controllo
mk_mk: Табла за аналитика
pl_pl: Animetyka panelu sterowania
ro_ro: Animanta panoului de control
ru: Приборная панель Analitika
sk_sk: Prístrojová doska Analitika
sq_al: Animetikë e panelit të kontrollit
sr: Аналитика контролна табла
tr_tr: Kontrol Paneli Animetics

# _layout_ct
source: Change Theme
bg_bg: Променете темата
cs_cz: Změňte téma
de: Thema ändern
es: Cambiar tema
fr: Changer le thème
it_it: Cambia il tema
mk_mk: Променете ја темата
pl_pl: Zmień temat
ro_ro: Schimbați tema
ru: Изменить тему
sk_sk: Téma
sq_al: Ndryshoni temën
sr: Промена тема
tr_tr: Temayı değiştir

# _layout_light
source: Light
bg_bg: Светлина
cs_cz: Světlo
de: Licht
es: Luz
fr: Lumière
it_it: Leggero
mk_mk: Светлина
pl_pl: Światło
ro_ro: Aprinde
ru: Свет
sk_sk: Osvetlenie
sq_al: I ndezur
sr: Светло
tr_tr: Işık

# _layout_dark
source: Dark
bg_bg: Тъмно
cs_cz: Tma
de: Dunkel
es: Oscuro
fr: Sombre
it_it: Buio
mk_mk: Темно
pl_pl: Ciemny
ro_ro: Întuneric
ru: Темный
sk_sk: Tmavý
sq_al: I errët
sr: Мрак
tr_tr: Karanlık

# _layout_custom
source: Custom
bg_bg: Обичай
cs_cz: Zvyk
de: Brauch
es: Costumbre
fr: Coutume
it_it: Costume
mk_mk: Обичај
pl_pl: Zwyczaj
ro_ro: Obicei
ru: Обычай
sk_sk: Zvyk
sq_al: I zakonshëm
sr: Обичај
tr_tr: Gelenek

# _layout_logout
source: Logout
bg_bg: Изход
cs_cz: Odhlášení
de: Abmelden
es: Cierre de sesión
fr: Déconnexion
it_it: Disgustazione
mk_mk: Одјавување
pl_pl: Niepowodzenie
ro_ro: Dezabnare
ru: Выход
sk_sk: Odhlásenie
sq_al: Mosmarrëveshje
sr: Одјава
tr_tr: Abartma

# you_sure
source: Are you sure you want to delete this?
bg_bg: Сигурни ли сте, че искате да изтриете това?
cs_cz: Jste si jisti, že to chcete smazat?
de: Sind Sie sicher, dass Sie dies löschen möchten?
es: ¿Estás seguro de que quieres eliminar esto?
fr: Êtes-vous sûr de vouloir supprimer cela?
it_it: Sei sicuro di voler eliminare questo?
mk_mk: Дали сте сигурни дека сакате да го избришете ова?
pl_pl: Czy na pewno chcesz to usunąć?
ro_ro: Ești sigur că vrei să ștergi asta?
ru: Вы уверены, что хотите удалить это?
sk_sk: Ste si istý, že to chcete odstrániť?
sq_al: A jeni i sigurt që doni ta fshini këtë?
sr: Јесте ли сигурни да желите да то избришете?
tr_tr: Bunu silmek istediğinden emin misiniz?

source: Quantity:
bg_bg: Количество:
cs_cz: Množství:
de: Menge:
es: Cantidad:
fr: Quantité:
it_it: Quantità:
mk_mk: Количина:
pl_pl: Ilość:
ro_ro: Cantitate:
ru: Количество:
sk_sk: Množstvo:
sq_al: Sasia:
sr: Количина:
tr_tr: Miktar:

# paletes_
source: Pallets:
bg_bg: Палети:
cs_cz: Palety:
de: Paletten:
fr: Palettes:
it_it: Pallet:
mk_mk: Палети:
pl_pl: Palety:
ro_ro: Palete:
ru: Поддоны:
sk_sk: Palety:
sq_al: Paleta:
sr: Палете:
tr_tr: Paletler:

# warehouse_storage
source: Storage:
bg_bg: Съхранение:
cs_cz: Skladování:
de: Lagerung:
es: Almacenamiento:
fr: Stockage:
it_it: Magazzinaggio:
mk_mk: Складирање:
pl_pl: Składowanie:
ro_ro: Depozitare:
ru: Хранилище:
sk_sk: Úložisko:
sq_al: Ruajtja:
sr: Складиштење:
tr_tr: Depolamak:

# page_for
source: This is the page for the Skladiščnik role.
bg_bg: Това е страницата за ролята на Skladiščnik.
cs_cz: Toto je stránka pro roli skladů.
de: Dies ist die Seite für die Skladiščnik -Rolle.
es: Esta es la página del papel de Skladiščnik.
fr: Ceci est la page du rôle de Skladiščnik.
it_it: Questa è una pagina per il ruolo dei magazzini.
mk_mk: Ова е страница за улогата на Складиќник.
pl_pl: To jest strona roli magazynów.
ro_ro: Aceasta este o pagină pentru rolul depozitelor.
ru: Это страница для роли Складишника.
sk_sk: Toto je stránka pre rolu Skladiščnik.
sq_al: Kjo është një faqe për rolin e depove.
sr: Ово је страница за улогу Складишчник.
tr_tr: Bu, depoların rolü için bir sayfadır.

# warehouse_worker_index
source: Store index
bg_bg: Индекс на магазина
cs_cz: Index skladu
de: Index speichern
es: Índice de almacenamiento
fr: Index des magasins
it_it: Indice del negozio
mk_mk: Индекс на продавница
pl_pl: Indeks magazynu
ro_ro: Indicele depozită
ru: Магазин индекс
sk_sk: Index
sq_al: Indeksi i dyqanit
sr: Индекс
tr_tr: Mağaza Dizini
