Repository: nejcsever20/DiplomskaNaloga
Catalog: Properties/Resources.*.resx
Languages: bg_bg, cs_cz, de, es, fr, it_it, mk_mk, pl_pl, ro_ro, ru, sk_sk, sq_al, sr, tr_tr

# ResourceAccessModifier
source: Public
bg_bg: Публично
cs_cz: Veřejnost
de: Öffentlich
es: Público
fr: Publique
it_it: Pubblico
mk_mk: Јавно
pl_pl: Publiczny
ru: Публичный
sk_sk: Verejný
sq_al: Në publik
sr: Јавно
tr_tr: Halk

# your_developer
source: Hi, I'm Your Developer
bg_bg: Здравей, аз съм твоят разработчик
cs_cz: Ahoj, jsem tvůj vývojář
de: Hallo, ich bin dein Entwickler
es: Hola, soy tu desarrollador
fr: Salut, je suis votre développeur
it_it: Ciao sono il tuo sviluppatore
mk_mk: Здраво, јас сум твојот развивач
pl_pl: Cześć, jestem twoim programistą
ro_ro: Salut, sunt dezvoltatorul tău
ru: Привет, я твой разработчик
sk_sk: Ahoj, som tvoj vývojár
sq_al: Pershendetje une jam zhvilluesi yt
sr: Здраво, ја сам твој програмер
tr_tr: Merhaba ben senin geliştiricinizim

# passion
source: I'm a passionate software developer with a strong focus on building modern web applications, particularly using ASP.NET Razor Pages— the very framework I used for this project. This website was developed as part of my diploma thesis to showcase not just my technical abilities, but also my creativity and attention to user experience. Over the years, I've worked on several full-stack applications ranging from small business websites to internal enterprise tools. I enjoy experimenting with different web technologies and staying up-to-date with the latest trends in UI/UX design. My favorite tools and languages include C#, HTML, CSS, and frameworks like TailwindCSS for rapid and elegant UI design. I also enjoy diving into JavaScript, TypeScript, and occasionally dabbling in Python and PHP for fun or utility scripting.
bg_bg: Аз съм страстен разработчик на софтуер със силен акцент върху изграждането на съвременни уеб приложения, по -специално с помощта на страници ASP.NET Razor - самата рамка, която използвах за този проект. Този уебсайт е разработен като част от моята дипломна теза, за да покажа не само техните технически способности, но и моята креативност и внимание към потребителското изживяване. През годините съм работил върху няколко приложения с пълен стек, вариращи от уебсайтове за малък бизнес до вътрешни инструменти за предприятия. Обичам да експериментирам с различни уеб технологии и да бъда в крак с най-новите тенденции в UI/UX дизайна. Любимите ми инструменти и езици включват C#, HTML, CSS и рамки като TailWindCS за бърз и елегантен потребителски интерфейс. Също така се радвам да се гмуркам в JavaScript, TypeScript и от време на време да се занимавам с Python и PHP за забавление или сценарий на помощни услуги.
cs_cz: Jsem vášnivý vývojář softwaru se silným zaměřením na konstrukci moderních webových aplikací, zejména pomocí stránek Asp.net Razor - samotný rámec, který jsem pro tento projekt použil. Tento web byl vyvinut jako součást mé diplomové práce, aby ukázal nejen mé technické dovednosti, ale také svou kreativitu a pozornost na uživatelský zážitek. V průběhu let jsem pracoval na několika úplných angongu, od webových stránek pro malé podniky až po interní podnikatelské nástroje. Baví mě experimentování s různými online technologiemi a jsem nahoře -datuji nejnovější trendy v oblasti designu UI/UX. Mezi mé oblíbené nástroje a jazyky patří C#, HTML, CSS a rámy, jako jsou TailwindCSS pro rychlý a elegantní design uživatelského rozhraní. Také si užívám potápění v JavaScriptu, strojopisu a občasném uzavření v Pythonu a PHP pro zábavný nebo užitečný skript.
de: Ich bin ein leidenschaftlicher Softwareentwickler mit einem starken Fokus auf den Aufbau moderner Webanwendungen, insbesondere mithilfe von ASP.NET -Rasierseiten - dem Rahmen, den ich für dieses Projekt verwendet habe. Diese Website wurde im Rahmen meiner Diplomarbeit entwickelt, um nicht nur meine technischen Fähigkeiten, sondern auch meine Kreativität und Aufmerksamkeit für die Benutzererfahrung zu präsentieren. Im Laufe der Jahre habe ich an mehreren Full-Stack-Anwendungen gearbeitet, die von Websites für kleine Unternehmen bis hin zu internen Unternehmenstools reichen. Ich genieße es, mit verschiedenen Web-Technologien zu experimentieren und mit den neuesten Trends im UI/UX-Design auf dem Laufenden zu bleiben. Zu meinen Lieblingswerkzeugen und Sprachen gehören C#, HTML, CSS und Frameworks wie Tailwindcss für schnelles und elegantes UI -Design. Ich mag es auch, in JavaScript, Typecript und gelegentlich in Python und PHP zu tauchen, um Spaß- oder Dienstprogrammscripting zu machen.
es: Soy un desarrollador de software apasionado con un fuerte enfoque en la creación de aplicaciones web modernas, particularmente usando páginas ASP.NET Razor, el marco mismo que utilicé para este proyecto. Este sitio web fue desarrollado como parte de mi tesis de diploma para mostrar no solo mis habilidades técnicas, sino también mi creatividad y atención a la experiencia del usuario. Con los años, he trabajado en varias aplicaciones de pila completa que van desde sitios web de pequeñas empresas hasta herramientas empresariales internas. Disfruto experimentando con diferentes tecnologías web y manteniéndome actualizado con las últimas tendencias en el diseño de UI/UX. Mis herramientas e idiomas favoritos incluyen C#, HTML, CSS y marcos como Tailwindcss para un diseño de interfaz de usuario rápido y elegante. También disfruto sumergirme en JavaScript, TypeScript, y ocasionalmente incursionando en Python y PHP por diversión o secuencias de comandos de servicios públicos.
fr: Je suis un développeur de logiciels passionné avec un fort accent sur la création d'applications Web modernes, en particulier en utilisant des pages de rasoir ASP.NET - le cadre même que j'ai utilisé pour ce projet. Ce site Web a été développé dans le cadre de ma thèse de diplôme pour présenter non seulement mes capacités techniques, mais aussi ma créativité et mon attention à l'expérience utilisateur. Au fil des ans, j'ai travaillé sur plusieurs applications complètes allant des sites Web de petites entreprises aux outils d'entreprise internes. J'aime expérimenter différentes technologies Web et rester à jour avec les dernières tendances de la conception d'interface utilisateur / UX. Mes outils et langues préférés incluent C #, HTML, CSS et des cadres comme TailwindCSS pour une conception d'interface utilisateur rapide et élégante. J'aime aussi la plongée dans JavaScript, dactylographié et occasionnellement des tampons dans Python et PHP pour des scripts amusants ou utilitaires.
it_it: Sono uno sviluppatore di software appassionato con una forte attenzione alla costruzione di moderne applicazioni Web, in particolare utilizzando pagine di rasoio ASP.NET, il frame stesso che ho usato per questo progetto. Questo sito Web è stato sviluppato nell'ambito della mia tesi di diploma per mostrare non solo le mie capacità tecniche, ma anche la mia creatività e attenzione all'esperienza dell'utente. Nel corso degli anni, ho lavorato su diverse applicazioni complete, dai siti Web per le piccole imprese agli strumenti imprenditoriali interni. Mi piace sperimentare diverse tecnologie online e mi sono alzato con le ultime tendenze di progettazione dell'interfaccia utente/UX. I miei strumenti e lingue preferiti includono C#, HTML, CSS e frame come TailWindCSS per una progettazione di interfaccia utente rapida ed elegante. Mi piace anche immergermi in JavaScript, dattiloscrizione e occasionalmente chiudermi in Python e PHP per script divertente o utile.
mk_mk: Јас сум страствен развивач на софтвер со силен фокус на градење модерни веб -апликации, особено со користење на страници на Razor ASP.NET - самата рамка што ја користев за овој проект. Оваа веб -страница беше развиена како дел од мојата диплома теза за да ги покажам не само моите технички способности, туку и мојата креативност и внимание на корисничкото искуство. Со текот на годините, работев на неколку апликации со целосен оџак, кои се движат од веб-страници за мали бизниси до алатки за внатрешно претпријатие. Уживам да експериментирам со различни веб-технологии и да останам ажуриран со најновите трендови во UI/UX дизајн. Моите омилени алатки и јазици вклучуваат C#, HTML, CSS и рамки како TailWindcss за брз и елегантен дизајн на UI. Исто така, уживам во нуркање во JavaScript, TypeScript и повремено да се мачкам во Пајтон и PHP за забава или скриптирање на комунални услуги.
pl_pl: Jestem namiętnym programistą oprogramowania, który silnie koncentruje się na budowie nowoczesnych aplikacji internetowych, szczególnie przy użyciu stron brzytwy ASP.NET - samej ramki, której użyłem w tym projekcie. Ta strona została opracowana w ramach mojej pracy dyplomowej, aby pokazać nie tylko moje umiejętności techniczne, ale także moją kreatywność i uwagę na wrażenia użytkownika. Przez lata pracowałem nad kilkoma pełnymi aplikacjami, od stron internetowych dla małych firm po wewnętrzne narzędzia przedsiębiorcze. Lubię eksperymentować z różnymi technologiami online i jestem na datach z najnowszymi trendami projektowymi interfejsu użytkownika/UX. Moje ulubione narzędzia i języki to C#, HTML, CSS i ramki, takie jak Tailwindcss, aby uzyskać szybki i elegancki projekt interfejsu użytkownika. Lubię również nurkowanie w JavaScript, maszynopis i czasami zamykanie w Python i PHP, aby uzyskać zabawny lub użyteczny scenariusz.
ro_ro: Sunt un dezvoltator de software pasionat, cu un accent puternic pe construcția de aplicații web moderne, în special prin utilizarea paginilor de ras ASP.NET - cadrul în sine pe care l -am folosit pentru acest proiect. Acest site web a fost dezvoltat ca parte a tezei mele de diplomă pentru a arăta nu numai abilitățile mele tehnice, ci și creativitatea și atenția mea asupra experienței utilizatorului. De -a lungul anilor, am lucrat la mai multe aplicații complete, de la site -uri web pentru întreprinderi mici până la instrumente antreprenoriale interne. Îmi place să experimentez cu diferite tehnologii online și sunt în sus cu cele mai recente tendințe de design UI/UX. Instrumentele și limbile mele preferate includ C#, HTML, CSS și cadre, cum ar fi Tailwindcss pentru un design rapid și elegant de interfață de utilizator. De asemenea, îmi place să scufund în JavaScript, TypeScript și, ocazional, să mă închid în Python și PHP pentru un script distractiv sau util.
ru: Я страстный разработчик программного обеспечения, уделяя особое внимание созданию современных веб -приложений, особенно с использованием страниц ASP.NET Razor - самой структуры, которую я использовал для этого проекта. Этот веб -сайт был разработан в рамках моей дипломной диссертации, чтобы продемонстрировать не только мои технические способности, но и мое творчество и внимание к опыту пользователя. За прошедшие годы я работал над несколькими приложениями с полным стеком, от веб-сайтов малого бизнеса до внутренних корпоративных инструментов. Мне нравится экспериментировать с различными веб-технологиями и быть в курсе последних тенденций в дизайне UI/UX. Мои любимые инструменты и языки включают C#, HTML, CSS и рамки, такие как TailWindcss для быстрого и элегантного дизайна пользовательского интерфейса. Я также наслаждаюсь погружением в JavaScript, TypeScript и иногда увлекаться Python и PHP для развлечения или коммунальных сценариев.
sk_sk: Som vášnivý vývojár softvéru so silným zameraním na vytváranie moderných webových aplikácií, najmä používanie stránok Razor ASP.NET Razor - samotný rámec, ktorý som pre tento projekt použil. Táto webová stránka bola vyvinutá ako súčasť mojej diplomovej práce, ktorá predstavuje nielen moje technické schopnosti, ale aj moju kreativitu a pozornosť k používateľským skúsenostiam. V priebehu rokov som pracoval na niekoľkých aplikáciách s úplným stravovaním od webových stránok malých podnikov po interné podnikové nástroje. Baví ma experimentovanie s rôznymi webovými technológiami a zostať aktuálnymi s najnovšími trendmi v dizajne UI/UX. Medzi moje obľúbené nástroje a jazyky patria C#, HTML, CSS a rámce, ako sú Tailwindcss pre rýchly a elegantný dizajn používateľského rozhrania. Tiež sa mi páči potápanie do JavaScriptu, TypeScript a príležitostne figting v Pythone a PHP pre zábavné alebo úžitkové skriptovanie.
sq_al: Unë jam një zhvillues i pasionuar i softuerit me një përqendrim të fortë në ndërtimin e aplikacioneve moderne në internet, veçanërisht duke përdorur faqet e rroje ASP.NET - vetë korniza që kam përdorur për këtë projekt. Kjo faqe në internet u zhvillua si pjesë e tezës sime të diplomës për të treguar jo vetëm aftësitë e mia teknike, por edhe krijimtarinë dhe vëmendjen time për përvojën e përdoruesit. Me kalimin e viteve, unë kam punuar në disa aplikacione të plota, nga faqet e internetit për bizneset e vogla deri tek mjetet e brendshme të sipërmarrjes. Më pëlqen të eksperimentoj me teknologji të ndryshme në internet dhe jam lart -për të ditur me tendencat më të fundit të projektimit UI/UX. Mjetet dhe gjuhët e mia të preferuara përfshijnë C#, HTML, CSS dhe korniza të tilla si TailWindCSS për një dizajn të shpejtë dhe elegant të ndërfaqes së përdoruesit. Më pëlqen gjithashtu të zhytem në JavaScript, TypeScript dhe herë pas here mbyllje në Python dhe PHP për skenar argëtues ose të dobishëm.
sr: Ја сам програмер страственог софтвера са снажним фокусом на изградњи модерних веб апликација, посебно помоћу АСП.НЕТ Разор страница - врло оквир који сам користио за овај пројекат. Ова веб локација је развијена као део моје дипломе да се покаже само моје техничке способности, већ и своју креативност и пажњу корисничком искуству. Током година, радио сам на неколико комплетних апликација у распону од веб локација малих предузећа у интерне алате за предузеће. I enjoy experimenting with different web technologies and staying up-to-date with the latest trends in UI/UX design. Моји омиљени алати и језици укључују Ц #, ХТМЛ, ЦСС и оквире попут репњак за брзо и елегантно УИ дизајн. Такође уживам у роњењу у ЈаваСцрипт, удови, и повремено се промашавају у Питхон-у и ПХП-у за забаву или комуналне скрипте.
tr_tr: Modern web uygulamalarının yapımına güçlü bir şekilde odaklanan tutkulu bir yazılım geliştiricisiyim, özellikle bu proje için kullandığım çerçevenin kendisi olan ASP.NET tıraş sayfaları kullanarak. Bu web sitesi, sadece teknik becerilerimi değil, aynı zamanda yaratıcılığımı ve kullanıcı deneyimine olan ilgimi göstermek için diploma tezimin bir parçası olarak geliştirildi. Yıllar boyunca, küçük işletmeler için web sitelerinden dahili girişimcilik araçlarına kadar birkaç tam sınıf uygulaması üzerinde çalıştım. Farklı çevrimiçi teknolojileri denemekten zevk alıyorum ve en son UI/UX tasarım trendleri ile -ding yapıyorum. En sevdiğim araçlar ve diller arasında hızlı ve zarif bir kullanıcı arayüz tasarımı için TailWindcss gibi C#, HTML, CSS ve çerçeveler yer alıyor. Ayrıca eğlence veya kullanışlı senaryo için JavaScript, TypeScript ve zaman zaman Python ve PHP'de kapanıştan zevk alıyorum.

source: Show more
bg_bg: Покажете повече
cs_cz: Ukázat více
de: Zeigen Sie mehr
es: Mostrar más
fr: Montrer plus
it_it: Mostra di più
mk_mk: Покажете повеќе
pl_pl: Pokaż więcej
ro_ro: Arată mai mult
ru: Показать больше
sk_sk: Ukázať viac
sq_al: Tregoj më shumë
sr: Показати више
tr_tr: Daha Fazla Göster

# contacts
source: Contact Info
bg_bg: Информация за контакт
cs_cz: Kontaktní data
de: Kontaktinformationen
es: Información de contacto
fr: Coordonnées
it_it: Dati di contatto
mk_mk: Информации за контакт
pl_pl: Dane kontaktowe
ro_ro: Date de contact
ru: Контактная информация
sk_sk: Kontaktné informácie
sq_al: Të dhënat e kontaktit
sr: Контакт подаци
tr_tr: İletişim Verileri

source: Email:
bg_bg: Имейл:
cs_cz: E -The:
es: Correo electrónico:
it_it: E -The:
mk_mk: Е -пошта:
pl_pl: E -ts:
ro_ro: E -The:
ru: Электронная почта:
sq_al: E -The:
sr: Е-пошта:
tr_tr: E -the:

# gihub
source: GitHub:
sr: Гитхуб:

# github_user
source: github.com/yourusername
sr: гитхуб.цом / иоурусернаме

source: LinkedIn:
sr: ЛинкедИн:

# linkedin_profile
source: linkedin.com/in/yourprofile
sr: линкедИн.цом / ин / иоурпрофиле

# more_about
source: More about me!
bg_bg: Повече за мен!
cs_cz: Více o mně!
de: Mehr über mich!
es: ¡Más sobre mi!
fr: En savoir plus sur moi!
it_it: Maggiori informazioni su di me!
mk_mk: Повеќе за мене!
pl_pl: Więcej o mnie!
ro_ro: Mai multe despre mine!
ru: Подробнее обо мне!
sk_sk: Viac o mne!
sq_al: Më shumë për mua!
sr: Више о мени!
tr_tr: Benim hakkımda daha fazlası!

source: About Me
bg_bg: За мен
cs_cz: O mně
de: Über mich
es: Acerca de mí
fr: Sur moi
it_it: Su di me
mk_mk: За мене
pl_pl: O mnie
ro_ro: Despre mine
ru: Обо мне
sk_sk: O mne
sq_al: Për mua
sr: О мени
tr_tr: Hakkımda

source: Resume
bg_bg: Възобновете
cs_cz: Životopis
de: Lebenslauf
es: Reanudar
fr: CV
it_it: Biografia
mk_mk: Продолжи
pl_pl: Biografia
ro_ro: Biografie
ru: Резюме
sk_sk: Pokračovať
sq_al: Biografi
sr: Наставити
tr_tr: Biyografi

# view_resume
source: View my professional resume.
bg_bg: Вижте моето професионално резюме.
cs_cz: Podívejte se na můj profesionální životopis.
de: Sehen Sie sich meinen professionellen Lebenslauf an.
es: Ver mi currículum profesional.
fr: Voir mon CV professionnel.
it_it: Dai un'occhiata al mio curriculum professionale.
mk_mk: Погледнете ја мојата професионална биографија.
pl_pl: Spójrz na moje profesjonalne CV.
ro_ro: Aruncați o privire la CV -ul meu profesional.
ru: Посмотреть мое профессиональное резюме.
sk_sk: Zobraziť môj profesionálny životopis.
sq_al: Shikoni rinisjen time profesionale.
sr: Погледајте мој професионални животопис.
tr_tr: Profesyonel özgeçmişime bir göz atın.

# open_reusme
source: Open Resume
bg_bg: Отворено резюме
cs_cz: Otevřený životopis
de: Offener Lebenslauf
es: Currículum abierto
fr: Curriculum vitae ouvert
it_it: Curriculum aperto
mk_mk: Отворена биографија
pl_pl: Otwarte CV
ro_ro: CV deschis
ru: Открытое резюме
sk_sk: Otvorený životopis
sq_al: Rifilloj
sr: Отворени животопис
tr_tr: Açık özgeçmiş

source: Programming Languages
bg_bg: Езици за програмиране
cs_cz: Programovací jazyky
de: Programmiersprachen
es: Lenguajes de programación
fr: Langues de programmation
it_it: Linguaggi di programmazione
mk_mk: Програмски јазици
pl_pl: Języki programowania
ro_ro: Limbaj de programare
ru: Языки программирования
sk_sk: Programovacie jazyky
sq_al: Gjuhë programimi
sr: Програмирање језика
tr_tr: Programlama Dilleri

# languages
source: Languages I’m proficient in.
bg_bg: Езици, в които съм опитва.
cs_cz: Jazyky, ve kterých jsem odborník.
de: Sprachen Ich bin beherrscht.
es: Idiomas en los que soy competente.
fr: Langues dans lesquelles je maîtrise.
it_it: Lingue in cui sono un esperto.
mk_mk: Јазици во кои сум умешен.
pl_pl: Języki, w których jestem ekspertem.
ro_ro: Limbi în care sunt expert.
ru: Языки, в которых я опытный.
sk_sk: Jazyky, na ktorých som zdatný.
sq_al: Gjuhët në të cilat unë jam ekspert.
sr: Језици у којима сам познавао.
tr_tr: Uzman olduğum diller.

source: View Languages
bg_bg: Преглед на езици
cs_cz: Podívejte se na jazyky
de: Sprachen anzeigen
es: Ver idiomas
fr: Afficher les langues
it_it: Guarda le lingue
mk_mk: Погледнете јазици
pl_pl: Spójrz na języki
ro_ro: Uită -te la limbi
ru: Просмотреть языки
sk_sk: Zobraziť jazyky
sq_al: Shikoni gjuhët
sr: Погледајте језике
tr_tr: Dillere bakın

source: Hobbies
bg_bg: Хобита
cs_cz: Hobby
de: Hobbys
es: Pasatiempos
fr: Loisirs
it_it: Hobby
mk_mk: Хоби
pl_pl: Hobby
ro_ro: Hobby
ru: Хобби
sk_sk: Záľuby
sq_al: Hobi
sr: Хобији
tr_tr: Hobi

# what_I_enjoy
source: What I enjoy doing in my free time.
bg_bg: Какво ми е приятно да правя в свободното си време.
cs_cz: Co mě baví ve svém volném čase.
de: Was ich in meiner Freizeit gerne mache.
es: Lo que disfruto haciendo en mi tiempo libre.
fr: Ce que j'aime faire pendant mon temps libre.
it_it: Quello che mi piace nel mio tempo libero.
mk_mk: Она што уживам да го правам во слободно време.
pl_pl: Co lubię w wolnym czasie.
ro_ro: Ce îmi place în timpul liber.
ru: Что мне нравится делать в свободное время.
sk_sk: Čo ma baví robiť vo svojom voľnom čase.
sq_al: Ajo që më pëlqen në kohën time të lirë.
sr: У чему уживам у слободно време.
tr_tr: Boş zamanlarımda zevk aldığım şey.

source: View Hobbies
bg_bg: Преглед на хобитата
cs_cz: Zobrazit koníčky
de: Hobbys anzeigen
es: Ver aficiones
fr: Voir les passe-temps
it_it: Visualizza gli hobby
mk_mk: Погледнете хоби
pl_pl: Zobacz hobby
ro_ro: Vizualizați hobby -urile
ru: Посмотреть хобби
sk_sk: Pozrieť sa na záľuby
sq_al: Shikoni hobi
sr: Погледајте хобије
tr_tr: Hobileri görüntüle

# contact_info
source: Contact Information
bg_bg: Информация за контакт
cs_cz: Kontaktní data
de: Kontaktinformationen
es: Información del contacto
fr: Coordonnées
it_it: Dati di contatto
mk_mk: Информации за контакт
pl_pl: Dane kontaktowe
ro_ro: Date de contact
ru: Контактная информация
sk_sk: Kontaktné informácie
sq_al: Të dhënat e kontaktit
sr: Контакт информације
tr_tr: İletişim Verileri

# how_to_contact
source: How to get in touch with me.
bg_bg: Как да се свържем с мен.
cs_cz: Jak mě kontaktovat.
de: Wie man mit mir in Kontakt tritt.
es: Cómo ponerse en contacto conmigo.
fr: Comment entrer en contact avec moi.
it_it: Come contattarmi.
mk_mk: Како да стапите во контакт со мене.
pl_pl: Jak się ze mną skontaktować.
ro_ro: Cum să mă contactezi.
ru: Как связаться со мной.
sk_sk: Ako sa so mnou dostať do kontaktu.
sq_al: Si të më kontaktoni.
sr: Како ступити у контакт са мном.
tr_tr: Benimle nasıl iletişime geçilir.

source: Social Media
bg_bg: Социални медии
cs_cz: Sociální média
es: Redes sociales
fr: Réseaux sociaux
mk_mk: Социјални медиуми
pl_pl: Media społecznościowe
ru: Социальные сети
sk_sk: Sociálne médiá
sq_al: Media sociale
sr: Друштвени медији
tr_tr: Sosyal medya

# follow_socials
source: Follow me on social platforms.
bg_bg: Следвайте ме в социалните платформи.
cs_cz: Sledujte mě na sociálních platformách.
de: Folgen Sie mir auf sozialen Plattformen.
es: Sígueme en plataformas sociales.
fr: Suivez-moi sur les plateformes sociales.
it_it: Seguimi su piattaforme social.
mk_mk: Следете ме на социјалните платформи.
pl_pl: Śledź mnie na platformach społecznościowych.
ro_ro: Urmați -mă pe platformele sociale.
ru: Следуйте за мной на социальных платформах.
sk_sk: Sledujte ma na sociálnych platformách.
sq_al: Më ndiqni në platformat sociale.
sr: Пратите ме на социјалним платформама.
tr_tr: Beni sosyal platformlarda takip edin.

source: Social Links
bg_bg: Социални връзки
cs_cz: Sociální odkazy
de: Soziale Links
es: Enlaces sociales
fr: Liens sociaux
it_it: Collegamenti sociali
mk_mk: Социјални врски
pl_pl: Linki społeczne
ro_ro: Legături sociale
ru: Социальные ссылки
sk_sk: Sociálne prepojenia
sq_al: Lidhje shoqërore
sr: Друштвене везе
tr_tr: Sosyal Bağlantılar

source: More about me
bg_bg: Повече за мен
cs_cz: Více o mně
de: Mehr über mich
es: Más sobre mi
fr: Plus sur moi
it_it: Di più su di me
mk_mk: Повеќе за мене
pl_pl: Więcej o mnie
ro_ro: Mai multe despre mine
ru: Подробнее обо мне
sk_sk: Viac o mne
sq_al: Më shumë për mua
sr: Више о мени
tr_tr: Benim Hakkımda Daha Fazla

# if_you_want
source: If you want to know more
bg_bg: Ако искате да знаете повече
cs_cz: Chcete -li zjistit více
de: Wenn Sie mehr wissen möchten
es: Si quieres saber más
fr: Si vous voulez en savoir plus
it_it: Per saperne di più
mk_mk: Ако сакате да дознаете повеќе
pl_pl: Aby dowiedzieć się więcej
ro_ro: Pentru a afla mai multe
ru: Если вы хотите узнать больше
sk_sk: Ak sa chcete dozvedieť viac
sq_al: Për të mësuar më shumë
sr: Ако желите да знате више
tr_tr: Daha fazlasını öğrenmek için

# about_dev
source: About the DEV
bg_bg: За разработката
cs_cz: O Dev
de: Über den Dev
es: Sobre el desarrollo
fr: À propos du dev
it_it: O dev
mk_mk: За Дев
pl_pl: O Dev
ro_ro: O Dev
ru: О разработке
sk_sk: O dev
sq_al: O dev
sr: О Дев
tr_tr: O Dev
