Repository: nejcsever20/DiplomskaNaloga
Catalog: Properties/Resources.*.resx
Languages: bg_bg, cs_cz, de, es, fr, it_it, mk_mk, pl_pl, ro_ro, ru, sk_sk, sq_al, sr, tr_tr

# customer_support
source: Provide customer support
bg_bg: Осигурете поддръжка на клиенти
cs_cz: Poskytovat zákaznickou podporu
de: Kundenbetreuung bieten
es: Proporcionar atención al cliente
fr: Fournir un support client
it_it: Per fornire assistenza clienti
mk_mk: Обезбедете поддршка од клиентите
pl_pl: Aby zapewnić obsługę klienta
ro_ro: Pentru a oferi asistență pentru clienți
ru: Обеспечить поддержку клиентов
sk_sk: Poskytnite zákaznícku podporu
sq_al: Për të siguruar mbështetjen e klientit
sr: Обезбедите корисничку подршку
tr_tr: Müşteri desteği sağlamak için

# monitoring
source: Monitor usage and improve our Service
bg_bg: Наблюдавайте използването и подобрете нашата услуга
cs_cz: Monitorujte použití a vylepšujte naši službu
de: Überwachen Sie die Nutzung und verbessern Sie unseren Service
es: Monitorear el uso y mejorar nuestro servicio
fr: Surveillez l'utilisation et améliorez notre service
it_it: Monitorare l'uso e migliorare il nostro servizio
mk_mk: Следете ја употребата и подобрување на нашата услуга
pl_pl: Monitoruj wykorzystanie i ulepsz naszą usługę
ro_ro: Monitorizați utilizarea și îmbunătățiți serviciul nostru
ru: Мониторинг использования и улучшить наш сервис
sk_sk: Monitorovať využitie a vylepšiť naše služby
sq_al: Monitoroni përdorimin dhe përmirësoni shërbimin tonë
sr: Помоћу монитора и побољшајте нашу услугу
tr_tr: Kullanımı izleyin ve hizmetimizi geliştirin

# working_items
source: Detect, prevent, and address technical issues
bg_bg: Открийте, предотвратяват и адресират техническите проблеми
cs_cz: Detekce, prevence a řešení technických problémů
de: Technische Probleme erkennen, verhindern und angehen
es: Detectar, prevenir y abordar problemas técnicos
fr: Détecter, prévenir et résoudre les problèmes techniques
it_it: Rilevare, prevenire e risolvere problemi tecnici
mk_mk: Откривање, спречување и решавање на технички проблеми
pl_pl: Wykrywanie, zapobieganie i rozwiązywanie problemów technicznych
ro_ro: Detectarea, prevenirea și rezolvarea problemelor tehnice
ru: Обнаружить, предотвратить и решать технические проблемы
sk_sk: Zistiť, predchádzať a riešiť technické problémy
sq_al: Zbulimin, parandalimin dhe zgjidhjen e çështjeve teknike
sr: Откривање, спречавање и адресирање техничких питања
tr_tr: Teknik sorunların tespiti, önlenmesi ve çözülmesi

# disclosure
source: Disclosure of Your Information
bg_bg: Разкриване на вашата информация
cs_cz: Zveřejnění vašich dat
de: Offenlegung Ihrer Informationen
es: Divulgación de su información
fr: Divulgation de vos informations
it_it: Divulgazione dei tuoi dati
mk_mk: Откривање на вашите информации
pl_pl: Ujawnienie danych
ro_ro: Dezvăluirea datelor dvs.
ru: Раскрытие вашей информации
sk_sk: Zverejnenie vašich informácií
sq_al: Shpalosja e të dhënave tuaja
sr: Откривање ваших података
tr_tr: Verilerinizin ifşa edilmesi

# privacy_information
source: We do not sell your personal data. However, we may disclose your information to comply with legal obligations, protect rights, or enforce our policies.
bg_bg: Ние не продаваме вашите лични данни. Ние обаче можем да разкрием вашата информация, за да спазваме правни задължения, да защитаваме правата или да прилагаме нашите политики.
cs_cz: Neprodáváme vaše osobní údaje. Můžeme však zveřejnit vaše informace, abychom splnili zákonné povinnosti, chránili práva nebo prosadili naše zásady.
de: Wir verkaufen Ihre persönlichen Daten nicht. Wir können jedoch Ihre Informationen offenlegen, um rechtliche Verpflichtungen nachzukommen, Rechte zu schützen oder unsere Richtlinien durchzusetzen.
es: No vendemos sus datos personales. Sin embargo, podemos divulgar su información para cumplir con las obligaciones legales, proteger los derechos o hacer cumplir nuestras políticas.
fr: Nous ne vendons pas vos données personnelles. Cependant, nous pouvons divulguer vos informations pour respecter les obligations légales, protéger les droits ou faire respecter nos politiques.
it_it: Non vendiamo le tue informazioni personali. Tuttavia, possiamo divulgare le tue informazioni per rispettare gli obblighi legali, proteggere i diritti o far rispettare le nostre politiche.
mk_mk: Ние не ги продаваме вашите лични податоци. Сепак, ние може да ги откриеме вашите информации за да ги почитуваат правните обврски, да ги заштитат правата или да ги спроведат нашите политики.
pl_pl: Nie sprzedajemy twoich danych osobowych. Możemy jednak ujawnić twoje informacje w celu spełnienia obowiązków prawnych, ochrony praw lub egzekwowania naszych zasad.
ro_ro: Nu vindem informațiile dvs. personale. Cu toate acestea, putem dezvălui informațiile dvs. pentru a respecta obligațiile legale, pentru a proteja drepturile sau pentru a ne pune în aplicare politicile noastre.
ru: Мы не продаем ваши личные данные. Тем не менее, мы можем раскрыть вашу информацию для выполнения юридических обязательств, защиты прав или обеспечения нашей политики.
sk_sk: Vaše osobné údaje nepredávame. Môžeme však zverejniť vaše informácie, aby sme dodržiavali právne záväzky, chránili práva alebo presadzovali naše politiky.
sq_al: Ne nuk i shesim informacionin tuaj personal. Sidoqoftë, ne mund të zbulojmë informacionin tuaj për t'u pajtuar me detyrimet ligjore, për të mbrojtur të drejtat ose për të zbatuar politikat tona.
sr: Не продајемо ваше личне податке. Међутим, можемо да откријемо ваше податке да се придржавају законске обавезе, заштитимо права или спровођење наших политика.
tr_tr: Kişisel bilgilerinizi satmıyoruz. Ancak, bilgilerinizi yasal yükümlülüklere uymak, hakları korumak veya politikalarımızı uygulamak için ifşa edebiliriz.

# privacy_rights
source: Your Privacy Rights
bg_bg: Вашите права за поверителност
cs_cz: Vaše práva na soukromí
de: Ihre Datenschutzrechte
es: Tus derechos de privacidad
fr: Vos droits à la confidentialité
it_it: I tuoi diritti alla privacy
mk_mk: Вашите права за приватност
pl_pl: Twoje prawa do prywatności
ro_ro: Drepturile dvs. la confidențialitate
ru: Ваши права на конфиденциальность
sk_sk: Vaše práva na ochranu osobných údajov
sq_al: Të drejtat tuaja për privatësi
sr: Ваша права на приватност
tr_tr: Gizlilik Haklarınız

# your_rights
source: You have the right to access, correct, or delete your personal data. You may also have the right to object to or restrict certain processing of your data.
bg_bg: Имате право да получите достъп, коригирайте или изтривате личните си данни. You may also have the right to object to or restrict certain processing of your data.
cs_cz: Máte právo na přístup, opravu nebo odstranění osobních údajů. Můžete také mít právo oponovat nebo omezit zpracování vašich dat.
de: Sie haben das Recht, Ihre personenbezogenen Daten zugreifen, zu korrigieren oder zu löschen. Möglicherweise haben Sie auch das Recht, eine bestimmte Verarbeitung Ihrer Daten zu beantragen oder einzuschränken.
es: Tiene derecho a acceder, corregir o eliminar sus datos personales. También puede tener derecho a objetar o restringir cierto procesamiento de sus datos.
fr: Vous avez le droit d'accéder, de corriger ou de supprimer vos données personnelles. Vous pouvez également avoir le droit de vous opposer ou de restreindre certains traitements de vos données.
it_it: Hai il diritto di accedere, correggere o eliminare i dati personali. Potresti anche avere il diritto di opporsi o limitare l'elaborazione dei dati.
mk_mk: Имате право на пристап, исправување или бришење на вашите лични податоци. Вие исто така може да имате право да се спротивставите или да ограничите одредена обработка на вашите податоци.
pl_pl: Masz prawo dostępu, poprawić lub usuwać dane osobowe. Możesz także mieć prawo do przeciwstawienia się lub ograniczenia przetwarzania danych.
ro_ro: Aveți dreptul de a accesa, corecta sau șterge datele cu caracter personal. De asemenea, puteți avea dreptul să vă opuneți sau să limitați procesarea datelor dvs.
ru: Вы имеете право получить доступ, исправить или удалять свои личные данные. Вы также можете иметь право возражать или ограничить определенную обработку ваших данных.
sk_sk: Máte právo na prístup, opravu alebo odstránenie svojich osobných údajov. Môžete tiež mať právo namietať alebo obmedziť určité spracovanie vašich údajov.
sq_al: Ju keni të drejtë të përdorni, korrigjoni ose fshini të dhënat personale. Ju gjithashtu mund të keni të drejtë të kundërshtoni ose kufizoni përpunimin e të dhënave tuaja.
sr: Имате право да приступите, исправите или избришете своје личне податке. Такође можете имати право да приговарате или ограничите одређену обраду података.
tr_tr: Kişisel verilere erişme, düzeltme veya silme hakkına sahipsiniz. Ayrıca verilerinizin işlenmesine karşı çıkma veya sınırlama hakkınız olabilir.

# security_of_user_info
source: Security of Your Information
bg_bg: Сигурност на вашата информация
cs_cz: Zabezpečení vašich dat
de: Sicherheit Ihrer Informationen
es: Seguridad de su información
fr: Sécurité de vos informations
it_it: La sicurezza dei tuoi dati
mk_mk: Безбедност на вашите информации
pl_pl: Bezpieczeństwo twoich danych
ro_ro: Securitatea datelor dvs.
ru: Безопасность вашей информации
sk_sk: Zabezpečenie vašich informácií
sq_al: Sigurinë e të dhënave tuaja
sr: Сигурност ваших података
tr_tr: Verilerinizin güvenliği

# strive
source: We strive to use commercially acceptable means to protect your personal data but cannot guarantee absolute security.
bg_bg: Ние се стремим да използваме търговски приемливи средства за защита на вашите лични данни, но не можем да гарантираме абсолютна сигурност.
cs_cz: Snažíme se používat komerčně přijatelné zdroje k ochraně vašich osobních údajů, ale nemůžeme poskytnout absolutní bezpečnost.
de: Wir bemühen uns, wirtschaftlich akzeptable Mittel zum Schutz Ihrer persönlichen Daten zu verwenden, können jedoch keine absolute Sicherheit garantieren.
es: Nos esforzamos por usar medios comercialmente aceptables para proteger sus datos personales, pero no podemos garantizar la seguridad absoluta.
fr: Nous nous efforçons d'utiliser des moyens commercialement acceptables pour protéger vos données personnelles, mais nous ne pouvons garantir la sécurité absolue.
it_it: Ci impegniamo a utilizzare risorse commercialmente accettabili per proteggere i tuoi dati personali, ma non possiamo fornire una sicurezza assoluta.
mk_mk: Ние се стремиме да користиме комерцијално прифатливи средства за да ги заштитиме вашите лични податоци, но не можеме да гарантираме апсолутна безбедност.
pl_pl: Staramy się wykorzystywać akceptowalne komercyjnie zasoby do ochrony danych osobowych, ale nie możemy zapewnić absolutnego bezpieczeństwa.
ro_ro: Ne străduim să folosim resurse acceptabile din punct de vedere comercial pentru a vă proteja datele personale, dar nu putem oferi securitate absolută.
ru: Мы стремимся использовать коммерчески приемлемые средства для защиты ваших личных данных, но не можем гарантировать абсолютную безопасность.
sk_sk: Snažíme sa používať komerčne prijateľné prostriedky na ochranu vašich osobných údajov, ale nemôžeme zaručiť absolútnu bezpečnosť.
sq_al: Ne përpiqemi të përdorim burime të pranueshme komerciale për të mbrojtur të dhënat tuaja personale, por ne nuk mund të ofrojmë siguri absolute.
sr: Настојимо да користимо комерцијално прихватљива средства за заштиту ваших личних података, али не могу гарантовати апсолутну сигурност.
tr_tr: Kişisel verilerinizi korumak için ticari olarak kabul edilebilir kaynakları kullanmaya çalışıyoruz, ancak mutlak güvenlik sağlayamayız.

# changes
source: Changes to This Privacy Policy
bg_bg: Промени в тази политика за поверителност
cs_cz: Změny těchto zásad ochrany osobních údajů
de: Änderungen an dieser Datenschutzrichtlinie
es: Cambios a esta Política de privacidad
fr: Modifications de cette politique de confidentialité
it_it: Modifiche a questa politica sulla privacy
mk_mk: Промени во оваа политика за приватност
pl_pl: Zmiany w niniejszej Polityce prywatności
ro_ro: Modificări la această politică de confidențialitate
ru: Изменения в этой политике конфиденциальности
sk_sk: Zmeny v týchto zásadách ochrany osobných údajov
sq_al: Ndryshimet në këtë Politikë të Privatësisë
sr: Промјене ове политике приватности
tr_tr: Bu Gizlilik Politikasında Değişiklikler

# policy_updates
source: We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page.
bg_bg: Можем да актуализираме политиката си за поверителност от време на време. Ще ви уведомим за всякакви промени, като публикуваме новата политика за поверителност на тази страница.
cs_cz: Občas můžeme aktualizovat naše zásady ochrany osobních údajů. Budeme vás informovat o všech změnách zveřejněním nových zásad ochrany osobních údajů na této stránce.
de: Wir können unsere Datenschutzbestimmungen von Zeit zu Zeit aktualisieren. Wir werden Sie über Änderungen informieren, indem wir die neuen Datenschutzrichtlinien auf dieser Seite veröffentlichen.
es: Podemos actualizar nuestra Política de privacidad de vez en cuando. Le notificaremos cualquier cambio publicando la nueva Política de privacidad en esta página.
fr: Nous pouvons mettre à jour notre politique de confidentialité de temps à autre. Nous vous informerons de toute modification en publiant la nouvelle politique de confidentialité sur cette page.
it_it: Occasionalmente possiamo aggiornare la nostra politica sulla privacy. Ti informeremo di tutte le modifiche pubblicando una nuova politica sulla privacy in questa pagina.
mk_mk: Можеме да ја ажурираме нашата политика за приватност од време на време. Ние ќе ве известиме за какви било промени со објавување на новата политика за приватност на оваа страница.
pl_pl: Czasami możemy zaktualizować naszą politykę prywatności. Poinformujemy Cię o wszystkich zmianach, publikując nową politykę prywatności na tej stronie.
ro_ro: Ocazional ne putem actualiza politica de confidențialitate. Vă vom informa despre toate modificările publicând o nouă politică de confidențialitate pe această pagină.
ru: Мы можем время от времени обновлять нашу политику конфиденциальности. Мы уведомим вас о каких -либо изменениях, опубликовав новую политику конфиденциальности на этой странице.
sk_sk: Z času na čas môžeme aktualizovať naše zásady ochrany osobných údajov. O akékoľvek zmeny vám upozorníme zverejnením nových zásad ochrany osobných údajov na tejto stránke.
sq_al: Herë pas here ne mund të azhurnojmë politikën tonë të privatësisë. Ne do t'ju informojmë për të gjitha ndryshimet duke botuar një politikë të re të privatësisë në këtë faqe.
sr: Повремено можемо ажурирати своју политику приватности. Обавестићемо вас о било каквим променама постављањем нове политике приватности на овој страници.
tr_tr: Bazen gizlilik politikamızı güncelleyebiliriz. Bu sayfada yeni bir gizlilik politikası yayınlayarak tüm değişiklikleri size bildireceğiz.

# contact
source: Contact Us. If you have any questions about this Privacy Policy, please contact us at
bg_bg: Свържете се с нас. Ако имате въпроси относно тази Политика за поверителност, моля, свържете се с нас на
cs_cz: Kontaktujte nás
de: Kontaktieren Sie uns. Wenn Sie Fragen zu diesen Datenschutzrichtlinien haben, kontaktieren Sie uns bitte unter uns unter
es: Contáctenos. Si tiene alguna pregunta sobre esta Política de privacidad, contáctenos en
fr: Contactez-nous. Si vous avez des questions sur cette politique de confidentialité, veuillez nous contacter à
it_it: Contattaci
mk_mk: Контактирајте не. Ако имате какви било прашања во врска со оваа политика за приватност, ве молиме контактирајте не
pl_pl: Skontaktuj się z nami
ro_ro: Contactaţi-ne
ru: Связаться с нами. Если у вас есть какие -либо вопросы об этой политике конфиденциальности, пожалуйста, свяжитесь с нами по адресу
sk_sk: Kontaktujte nás. Ak máte akékoľvek otázky týkajúce sa týchto zásad ochrany osobných údajov, kontaktujte nás
sq_al: Na kontaktoni
sr: Контактирајте нас. Ако имате било каквих питања о овој политици приватности, контактирајте нас на
tr_tr: Bize Ulaşın

# welcome_admin
source: Greetings, admin!
bg_bg: Поздрави, администратор!
cs_cz: Zdravím, admini!
de: Grüße, Admin!
es: Saludos, administrador!
fr: Salutations, administrateur!
it_it: Saluti, amministratore!
mk_mk: Поздрав, администратор!
pl_pl: Pozdrowienia, admin!
ro_ro: Salutări, administrator!
ru: Приветствую, админ!
sk_sk: Zdravím, admin!
sq_al: Përshëndetje, administrator!
sr: Поздрав, администратор!
tr_tr: Selamlar, Yönetici!

source: Admin Dashboard
bg_bg: Администраторско табло
cs_cz: Ovládací panel správy
es: Tablero de administración
fr: Tableau de bord administratif
it_it: Pannello di controllo dell'amministrazione
mk_mk: Администраторска табла
pl_pl: Panel sterowania administracyjnego
ro_ro: Panoul de control al administrării
ru: Административная панель
sk_sk: Prístrojová doska
sq_al: Panel i kontrollit të administratës
sr: Админ контролна табла
tr_tr: Yönetim kontrol paneli

source: Manage Users
bg_bg: Управление на потребителите
cs_cz: Správa uživatelů
de: Benutzer verwalten
es: Administrar usuarios
fr: Gérer les utilisateurs
it_it: Gestione degli utenti
mk_mk: Управувајте со корисниците
pl_pl: Zarządzanie użytkownikami
ro_ro: Gestionarea utilizatorilor
ru: Управлять пользователями
sk_sk: Spravujte používateľov
sq_al: Menaxhimi i përdoruesve
sr: Управљање корисницима
tr_tr: Kullanıcıları Yönetme

source: Manage Roles
bg_bg: Управление на ролите
cs_cz: Řízení rolí
de: Rollen verwalten
es: Gestionar roles
fr: Gérer les rôles
it_it: Gestione dei ruoli
mk_mk: Управувајте со улоги
pl_pl: Zarządzanie ról
ro_ro: Managementul rolurilor
ru: Управлять ролями
sk_sk: Riadiť úlohy
sq_al: Menaxhimi i roleve
sr: Управљање улогама
tr_tr: Rol yönetimi

# add_remove_roles
source: Add or Remove Roles
bg_bg: Добавете или премахнете ролите
cs_cz: Přidat nebo odebrat aplikace
de: Rollen hinzufügen oder entfernen
es: Agregar o eliminar roles
fr: Ajouter ou supprimer les rôles
it_it: Aggiungi o rimuovi le applicazioni
mk_mk: Додадете или отстранете ги улогите
pl_pl: Dodaj lub usuń aplikacje
ro_ro: Adăugați sau eliminați aplicațiile
ru: Добавить или удалить роли
sk_sk: Pridajte alebo odstráňte role
sq_al: Shtoni ose hiqni aplikacionet
sr: Додајте или уклоните улоге
tr_tr: Uygulamalar ekleyin veya kaldırın

# to_index
source: Go to Index
bg_bg: Отидете на Index
cs_cz: Přejděte na index
de: Gehen Sie zum Index
es: Ir al índice
fr: Aller à l'index
it_it: Vai all'indice
mk_mk: Одете на индекс
pl_pl: Przejdź do indeksu
ro_ro: Mergeți la index
ru: Перейти к индексу
sk_sk: Prejdite na index
sq_al: Shko te Indeksi
sr: Иди на индекс
tr_tr: Dizin'e git

source: Loading Checkout
bg_bg: Зареждане на касата
cs_cz: Načítání pokladníka
de: Kasse laden
es: Carga de pago
fr: Chargement à la caisse
it_it: Caricamento di un cassiere
mk_mk: Вчитување на исходот
pl_pl: Ładowanie kasjera
ro_ro: Încărcarea unui casier
ru: Загрузка оформления
sk_sk: Načítanie
sq_al: Duke ngarkuar një arkëtar
sr: Лоадинг Цхецкоут
tr_tr: Kasiyer yükleme

# naklad
source: Circulation
bg_bg: Циркулация
cs_cz: Oběh
de: Verkehr
es: Circulación
it_it: Circolazione
mk_mk: Циркулација
pl_pl: Krążenie
ro_ro: Circulaţie
ru: Циркуляция
sk_sk: Obeh
sq_al: Qarkullim
sr: Циркулација
tr_tr: Dolaşım

# approve
source: Approve Users
bg_bg: Одобрете потребителите
cs_cz: Schválit uživatele
de: Benutzern genehmigen
es: Aprobar a los usuarios
fr: Approuver les utilisateurs
it_it: Approvare gli utenti
mk_mk: Одобри корисници
pl_pl: Zatwierdzić użytkowników
ro_ro: Aprobă utilizatorii
ru: Одобрить пользователей
sk_sk: Schválite používateľov
sq_al: Miratoni përdoruesit
sr: Одобрени корисници
tr_tr: Kullanıcıları onaylayın

# download_excel
source: Download Excell
bg_bg: Изтеглете Excell
cs_cz: Stáhněte si vynikající
es: Descargar excelente
fr: Télécharger l'excellent
it_it: Scarica Excell
mk_mk: Преземете Ексела
pl_pl: Pobierz Excell
ro_ro: Descărcați excelent
ru: Скачать Excell
sk_sk: Stiahnite
sq_al: Shkarkoni Excell
sr: Преузми екстарно
tr_tr: Excell'i indir

source: Archived Transports
bg_bg: Архивирани транспорти
cs_cz: Archivovaná doprava
de: Archivierte Transporte
es: Transportes archivados
fr: Transports archivés
it_it: Trasporto archiviato
mk_mk: Архивирани транспорт
pl_pl: Zarchiwizowany transport
ro_ro: Transport arhivat
ru: Архивированные транспорты
sk_sk: Archivované prepravy
sq_al: Transport i arkivuar
sr: Архивирани превоз
tr_tr: Arşivli Taşımacılık

# back_to_archived
source: Back to Active Transports
bg_bg: Обратно към активни транспорти
cs_cz: Zpět na aktivní přepravu
de: Zurück zu aktiven Transporten
es: Volver a los transportes activos
fr: Retour aux transports actifs
it_it: Torna al trasporto attivo
mk_mk: Назад кон активни транспорт
pl_pl: Powrót do aktywnego transportu
ro_ro: Înapoi la transportul activ
ru: Вернуться к активным транспортам
sk_sk: Späť na aktívne prepravy
sq_al: Kthehu tek transporti aktiv
sr: Повратак на активне превозе
tr_tr: Aktif Taşımacılığa Dönüş

# transport_id
source: ID
de: AUSWEIS
es: IDENTIFICACIÓN
fr: IDENTIFIANT
ru: ИДЕНТИФИКАТОР
sq_al: Edhull
sr: Ид

# transpot_st
source: Stratansport
bg_bg: Стратасспорт
ro_ro: Stransport
sk_sk: Strašidelný šport
sq_al: Spatansport
sr: Стратанспорт

# transport_planirna
source: Planned arrival
bg_bg: Планирано пристигане
cs_cz: Plánovaný příjezd
de: Geplante Ankunft
es: Llegada planificada
fr: Arrivée prévue
it_it: Arrivo pianificato
mk_mk: Планирано пристигнување
pl_pl: Planowane przybycie
ro_ro: Sosire planificată
ru: Запланированное прибытие
sk_sk: Plánovaný príchod
sq_al: Arritja e Planifikuar
sr: Планирани долазак
tr_tr: Planlı Varış

# transport_sp
source: Sp
cs_cz: Světový pohár
it_it: Coppa del mondo
mk_mk: Сп
pl_pl: Puchar Świata
ro_ro: Cupa Mondială
ru: Шрифт
sk_sk: Spona
sq_al: Kupa e Botës
sr: Сп
tr_tr: Dünya kupası

# transport_callback_reason
source: Callback Reason
bg_bg: Причина за обратно извикване
cs_cz: Důvod zpětného hovoru
de: Rückrufgrund
es: Razón de devolución de llamada
fr: Raison de rappel
it_it: Motivo di una chiamata di ritorno
mk_mk: Причина за повратен повик
pl_pl: Powód zwrotu
ro_ro: Motiv pentru un apel de retur
ru: Причина обратного вызова
sk_sk: Dôvod spätného volania
sq_al: Arsyeja për një telefonatë kthimi
sr: Поврат разлог
tr_tr: İade Çağrısı Nedeni

# transport_compare
source: Compare
bg_bg: Сравнете
cs_cz: Porovnat
de: Vergleichen
es: Comparar
fr: Comparer
it_it: Confrontare
mk_mk: Споредете
pl_pl: Porównywać
ro_ro: Comparaţie
ru: Сравнивать
sk_sk: Porovnať
sq_al: Krahasoj
sr: Упоредити
tr_tr: Karşılaştırmak

# transport_remove_archive
source: Remove Archive
bg_bg: Премахнете архива
cs_cz: Odstraňuje archiv
de: Archiv entfernen
es: Eliminar el archivo
fr: Supprimer les archives
it_it: Rimuove l'archivio
mk_mk: Отстранете ја архивата
pl_pl: Usuwa archiwum
ro_ro: Îndepărtează arhiva
ru: Удалить архив
sk_sk: Odstrániť archív
sq_al: Heq arkivin
sr: Укинути архиву
tr_tr: Arşivi kaldırır

# transport_delete
source: Delete
bg_bg: Изтриване
cs_cz: Smazáno
de: Löschen
es: Borrar
fr: Supprimer
it_it: Cancellato
mk_mk: Избриши
pl_pl: Usunięte
ro_ro: Șters
ru: Удалить
sk_sk: Vymazať
sq_al: I fshirë
sr: Избрисати
tr_tr: Silinmiş

# callback_transports
source: All Transports
bg_bg: Всички транспорти
cs_cz: Veškerá doprava
de: Alle Transporte
es: Todos los transportes
fr: Tous les transports
it_it: Tutti i trasporti
mk_mk: Сите транспорти
pl_pl: Cały transport
ro_ro: Toate transportul
ru: Все транспорты
sk_sk: Všetky prepravy
sq_al: Të gjithë transportin
sr: Сви превоз
tr_tr: Tüm ulaşım
